{"rating": "PG-13", "studios": ["Studio Pierrot"], "members": 47683, "rank": 3526, "episodes": 1, "duration": 11.0, "id": 2248, "category": "anime", "genres": ["Action", "Fantasy", "Martial Arts", "Sports", "Comedy", "Shounen"], "title": "Naruto: Dai Katsugeki!! Yuki Hime Shinobu Houjou Dattebayo! Special: Konoha Annual Sports Festival", "source": "Original", "score": 6.96, "type": "Special", "status": "Finished Airing", "broadcast": null, "favorites": 113, "producers": ["Bandai", "TV Tokyo Music"], "licensors": ["Viz Media"], "url": "https://myanimelist.net/anime/2248/Naruto__Dai_Katsugeki_Yuki_Hime_Shinobu_Houjou_Dattebayo_Special__Konoha_Annual_Sports_Festival", "popularity": 1153, "score_users": 29191, "premiered": null, "aired_end": "2004-08-21T00:00:00", "aired_start": "2004-08-21T00:00:00", "synopsis": "The genin of Kohona are having a sports day filled with races, obstacle courses and of course the relay and the prize is a paid vacation for the winner. Unfortunately Naruto and his stomach are getting him into trouble again. Naruto really needs to go to the toilet but he has to wait for the line to the restroom is so long even the Akatsuki and Kabuto are in line! After the group race he runs to the toilet to find it closed for cleaning but then he tries to go to into the ladies room but Hinata pops by and tries to tell Naruto something but is interrupted by the speaker and then off to the obstacle course. Naruto needs to drink a whole liter of milk in this critical state. After that he sees some portable toilets, but they are wrecked by Choji's Human Boulder. Naruto tries to beat them up but Ino comes and drags him back. Finally the relay; Sakura passed it to Sasuke but on Naruto's turn the baton Sasuke was holding poked his butt. Out of desperation Naruto wins and finishes the race. He runs off to find a toilet but Shikamaru stops him. They cheer for him on the track but Naruto can't hold it anymore and let's it ALL go on the field with everyone standing around him."}