{"users_completed": 1101, "rating": "Rx", "studios": [], "members": 1813, "score_6_votes": 159, "users_plan_to_watch": 506, "score_9_votes": 42, "users_total": 1813, "rank": null, "episodes": 2, "duration": 30.0, "related_ids": [], "id": 2435, "category": "anime", "genres": ["Hentai", "School"], "score_1_votes": 15, "title": "Choubatsu Yobikou", "score_10_votes": 34, "source": "Visual novel", "users_dropped": 64, "score": 6.14, "score_total_votes": 698, "type": "OVA", "status": "Finished Airing", "users_onhold": 52, "score_5_votes": 108, "broadcast": null, "score_7_votes": 155, "favorites": 7, "score_4_votes": 53, "producers": ["Y.O.U.C"], "licensors": [], "score_3_votes": 36, "url": "https://myanimelist.net/anime/2435/Choubatsu_Yobikou", "popularity": 5829, "score_users": 681, "premiered": null, "aired_end": "2004-05-07T00:00:00", "aired_start": "2004-02-13T00:00:00", "synopsis": "To all observers, Ryuei College looks like a clean-cut, ivy-league school… but in reality, the school is hiding its true purpose: to produce perfect female sex slaves. Enter Kyoichi Shizuma. After being fired from his last job for molesting the students, Kyoichi has been hired as a professor at Ryuei College and given a single task: turn three of the school’s top female students into willing, luscious, and obedient sex slaves. When Kyoichi enthusiastically begins his new job, he discovers that his new students are going to be a handful. Yumiko, a gorgeous girl with glasses, knows all about the true nature of the college. She seems like the perfect, willing slave – but is she really? Then there’s the submissive and easily influenced Asuna. Beautiful as she may be, she never seems to be able to think for herself. But Kyoichi’s biggest problem is with the fiery and defiant freshman Tomo. When Tomo discovers the true nature of the school’s “education program,” she’s determined to fight to her last breath. Kyoichi may have thought this was going to be his dream job, but he’s about to discover that it’s anything but easy! (Source: Critical Mass Video)", "score_8_votes": 76, "users_watching": 90, "score_2_votes": 20}