{"users_completed": 3751, "rating": "Rx", "studios": [], "members": 5590, "score_6_votes": 487, "users_plan_to_watch": 1147, "score_9_votes": 161, "users_total": 5590, "rank": null, "episodes": 2, "duration": 29.0, "related_ids": [2396, 3478, 5464], "id": 2871, "category": "anime", "genres": ["Hentai", "School"], "score_1_votes": 41, "title": "Bakunyuu Oyako", "score_10_votes": 193, "source": "Visual novel", "users_dropped": 159, "score": 6.35, "score_total_votes": 2572, "type": "OVA", "status": "Finished Airing", "users_onhold": 204, "score_5_votes": 378, "broadcast": null, "score_7_votes": 604, "favorites": 64, "score_4_votes": 174, "producers": ["Digital Works", "Y.O.U.C"], "licensors": [], "score_3_votes": 118, "url": "https://myanimelist.net/anime/2871/Bakunyuu_Oyako", "popularity": 3808, "score_users": 2499, "premiered": null, "aired_end": "2004-09-10T00:00:00", "aired_start": "2004-06-11T00:00:00", "synopsis": "What happens when a big-breasted mother and her equally-endowed daughter want to fight over the same guy? Thanks to hentai authors Blue Gale (SPOTLIGHT / PUNISHMENT) and Producers Shiyuuta Biwajima and Chikara Niki (SEX WARD / GIRL NEXT DOOR / HOOLIGAN), you're about to find out! The Battle of the Busts! Yusuke has a problem - the kind of problem any guy would love to have. You see, there's this girl named Reina, who wants him to be her \"private tutor\"... oh, and she just happens to have gigantic breasts. Huge, massive, watermelon-sized gazongas that taste sweet and are as soft as marshmallows. So, what could Yusuke's problem possibly be? Well, when he goes to Reina's house to give her \"lessons\", he has a run-in with Reina's mom. And boy, is her mom ever stacked. Those triple-F-cup beauties are even bigger than Reina's! Plus, she's got the whole \"sexual mid-life crisis\" going on... she pours it on hot and heavy, and really wants Yusuke to take her for a ride. Still not seeing the problem? Well each of these lovely ladies wants Yusuke for her own, so when mom catches Yusuke and Reina in the act, the fight is on -and Yusuke's trapped in the middle! Those two may be mother and daughter, but when it comes to winning Yusuke, they'll go to any length to prove their sexual skill! Good luck ladies, and may the best boobs win! (Source: AniDB)", "score_8_votes": 340, "users_watching": 329, "score_2_votes": 76}