{"users_completed": 88766, "rating": "R", "studios": ["Gonzo"], "members": 140702, "score_6_votes": 7723, "users_plan_to_watch": 32231, "score_9_votes": 13812, "users_total": 140702, "rank": 849, "episodes": 24, "duration": 23.0, "related_ids": [4450], "id": 60, "category": "anime", "genres": ["Action", "Historical", "Demons", "Supernatural", "Romance"], "score_1_votes": 165, "title": "Chrno Crusade", "score_10_votes": 9886, "source": "Manga", "users_dropped": 6832, "score": 7.8, "score_total_votes": 74477, "type": "TV", "status": "Finished Airing", "users_onhold": 7647, "score_5_votes": 3742, "broadcast": "Tuesdays at 02:28 (JST)", "score_7_votes": 17114, "favorites": 1762, "score_4_votes": 1328, "producers": ["Lantis", "Kadokawa Shoten", "Fuji TV"], "licensors": ["ADV Films", "FUNimation Entertainment"], "score_3_votes": 440, "url": "https://myanimelist.net/anime/60/Chrno_Crusade", "popularity": 364, "score_users": 70476, "premiered": "Fall 2003", "aired_end": "2004-06-10T00:00:00", "aired_start": "2003-11-25T00:00:00", "synopsis": "World War I revealed some of the deepest horrors of humanity, but the years following it would reveal horrors of another kind. In the 1920’s, monstrous demons began appearing in surprisingly high numbers across America, manifesting as sin incarnate. To combat this menace, a holy organization known as the Order of Magdalene established branches across the country, all governed by the Council of the Catholic Church. The New York branch is home to the young and reckless Sister Rosette Christopher and her demon hunting partner, Chrno. Armed to the teeth with holy guns and bullets, the two are renowned for accomplishing their job, but also causing extensive property damage at the same time. This doesn’t exactly please the head of their branch, Sister Kate Valentine, though Rosette is still greatly appreciated by the branch’s minister, Father Ewan Remington, and their weapon developer, Edward Hamilton. Chrno, however, leaves them with a sense of unease; there’s more to him than there appears to be, and even more behind the bond that he and Rosette share. Placing their lives in each other’s hands, the two of them must continue to fight off the increasingly mounting demonic menace, discover its source, and hopefully complete Rosette’s own personal mission of finding her missing brother, Joshua.", "score_8_votes": 20074, "users_watching": 5226, "score_2_votes": 193}