{"users_completed": 555, "rating": "G", "studios": ["TMS Entertainment"], "members": 957, "score_6_votes": 67, "users_plan_to_watch": 348, "score_9_votes": 26, "users_total": 957, "rank": 4888, "episodes": 1, "duration": 50.0, "related_ids": [508], "id": 8109, "category": "anime", "genres": ["Kids", "Adventure", "Comedy"], "score_1_votes": 3, "title": "Tottoko Hamtarou Movie 4: Hamtaro to Fushigi no Oni no Emon Tou", "score_10_votes": 23, "source": "Unknown", "users_dropped": 29, "score": 6.61, "score_total_votes": 334, "type": "Movie", "status": "Finished Airing", "users_onhold": 16, "score_5_votes": 45, "broadcast": null, "score_7_votes": 91, "favorites": 2, "score_4_votes": 25, "producers": ["Shogakukan Productions"], "licensors": [], "score_3_votes": 7, "url": "https://myanimelist.net/anime/8109/Tottoko_Hamtarou_Movie_4__Hamtaro_to_Fushigi_no_Oni_no_Emon_Tou", "popularity": 6998, "score_users": 326, "premiered": null, "aired_end": "2004-12-23T00:00:00", "aired_start": "2004-12-23T00:00:00", "synopsis": "Ayayam is a pretty hamster who excelled at everything–as a child-prodigy in school, sports and even drawing and writing. One day, however, she overhears her friends making fun of a picture book she loved and had given to one of them. She is so devastated that she decides she doesn’t need friends anymore, locks herself into the library and hasn’t taken a single step outside ever since. The God of Books sympathizes with her and gives her a Magic Quill with which she can effortlessly draw any picture and write any story she wants. Meanwhile, Hamtaro learns that Laura and her fellow students will put on \"Sunflower Taro\" as their next school play. Hamtaro and friends decide that they, too, want to try their hand at acting and prepare their own version of \"Sunflower Taro\". In the course of preparing for the play, they are suddenly sucked into a strange Picture Book Tower, where Ayayam tells them that they will be characters in her new book – a new and exciting version of the well-known fairy tale \"Sunflower Taro\". You can tell that things are getting off to an interesting start – as they always do when the Ham-Hams are involved!! (Source: tms-e.com)", "score_8_votes": 46, "users_watching": 9, "score_2_votes": 1}