{"users_completed": 52969, "rating": "PG-13", "studios": ["Studio Deen", "Production Reed"], "members": 67852, "score_6_votes": 6181, "users_plan_to_watch": 8361, "score_9_votes": 5777, "users_total": 67852, "rank": 2443, "episodes": 13, "duration": 22.0, "related_ids": [507], "id": 243, "category": "anime", "genres": ["Comedy", "Music", "Romance", "Shoujo", "Shounen Ai"], "score_1_votes": 376, "title": "Gravitation", "score_10_votes": 4588, "source": "Manga", "users_dropped": 3381, "score": 7.26, "score_total_votes": 41724, "type": "TV", "status": "Finished Airing", "users_onhold": 1674, "score_5_votes": 3680, "broadcast": "Unknown", "score_7_votes": 9783, "favorites": 1174, "score_4_votes": 1608, "producers": ["Aniplex"], "licensors": ["Nozomi Entertainment"], "score_3_votes": 705, "url": "https://myanimelist.net/anime/243/Gravitation", "popularity": 864, "score_users": 40244, "premiered": "Fall 2000", "aired_end": "2001-01-10T00:00:00", "aired_start": "2000-10-04T00:00:00", "synopsis": "All Shuichi ever dreamed about was following in the footsteps of his pop idol, Ryuichi Sakuma and the band Nittle Grasper. Together with his best friend Hiro, Shuichi's formed a band called Bad Luck and they've even managed to get signed to a major recording label! Unfortunately, the studio deadlines are looming and Shuichi still hasn't finished the lyrics for any of the songs. What he needs is a little inspiration... but he's been running a little low in that department lately. While Hiro recommends finding a girlfriend, fate has other things in store for him... Walking through the park late one night, Shuichi's latest lyrics flutter away and land at the feet of a stunning stranger that takes his breath away. Unfortunately, that mysterious stranger happens to be the famous novelist Eiri Yuki, who completely crushes the young singer by telling him he has \"zero talent\". Now, Shuichi's so annoyed that he's managed to finish his song just so he can find and confront Yuki once again. But, are his actions really motivated by anger, or has he actually fallen in love? (Source: RightStuf)", "score_8_votes": 8516, "users_watching": 1467, "score_2_votes": 510}