{"users_completed": 90, "rating": "PG-13", "studios": [], "members": 279, "score_6_votes": 16, "users_plan_to_watch": 160, "score_9_votes": 3, "users_total": 279, "rank": 6729, "episodes": 6, "duration": 6.0, "related_ids": [], "id": 6412, "category": "anime", "genres": ["Music"], "score_1_votes": 2, "title": "Yuki Terai", "score_10_votes": 1, "source": "Original", "users_dropped": 15, "score": 5.97, "score_total_votes": 59, "type": "OVA", "status": "Finished Airing", "users_onhold": 8, "score_5_votes": 13, "broadcast": null, "score_7_votes": 9, "favorites": 0, "score_4_votes": 2, "producers": ["Fuji TV"], "licensors": [], "score_3_votes": 8, "url": "https://myanimelist.net/anime/6412/Yuki_Terai", "popularity": 8926, "score_users": 58, "premiered": null, "aired_end": "2000-09-20T00:00:00", "aired_start": "2000-09-20T00:00:00", "synopsis": "Yuki Terai is a vivacious 17-year-old who lives just outside Tokyo. In most ways she is every bit the typical teen—except she doesn't exist. The invention of acclaimed computer animator Kenichi Kutsugi, Yuki Terai is Japan's No.1 Virtual Star. Capable of unprecedented life-like expressions and movement, she inhabits many worlds: real-life, science fiction and music. And now she can inhabit yours. In Secrets, the multi-faceted Yuki is showcased in six irresistible short stories. In Fly Away Alone, she plays a sensuous songbird; Dos/Chin, which also happens to be the name of her mischievous robotic dog, finds Yuki exploring her artistic side; A Life is a meditative piece where Yuki reflects on happier times; in fully-fledged Matrix mode, Comet The Thief stars our idol as a mischievous martial-arts bandit; The Mirror explores the darker side of Yuki as she is mysteriously followed by images of herself that seem to emerge from mirrors; and in Lazy Gui, our scantily-clad heroine embarks on a race against time as her Space Freighter is set for self-destruct. Includes two awesome bonuses: the music video of Yuki's smash hit, My Dearest You, and the incredible World War II air attack recreation, Project BB-11. Additional extras include The Making Of..., which explains the techniques and tricks used to create the state-of-the-art animation that gives life to this virtual megastar. Welcome to the worlds of Yuki Terai. Enter.. and your world will never be the same. (Source: AniDB)", "score_8_votes": 3, "users_watching": 6, "score_2_votes": 2}