{"users_completed": 98113, "rating": "PG", "studios": ["OLM"], "members": 99949, "score_6_votes": 8267, "users_plan_to_watch": 1374, "score_9_votes": 11358, "users_total": 99949, "rank": 1130, "episodes": 1, "duration": 85.0, "related_ids": [527, 1709, 5526], "id": 528, "category": "anime", "genres": ["Action", "Adventure", "Comedy", "Drama", "Fantasy", "Kids"], "score_1_votes": 166, "title": "Pokemon: Mewtwo no Gyakushuu", "score_10_votes": 10574, "source": "Game", "users_dropped": 119, "score": 7.67, "score_total_votes": 69913, "type": "Movie", "status": "Finished Airing", "users_onhold": 103, "score_5_votes": 4212, "broadcast": null, "score_7_votes": 16486, "favorites": 181, "score_4_votes": 1315, "producers": ["TV Tokyo", "Shogakukan Productions", "Imagica", "Studio Jack"], "licensors": ["4Kids Entertainment", "Warner Bros."], "score_3_votes": 487, "url": "https://myanimelist.net/anime/528/Pokemon__Mewtwo_no_Gyakushuu", "popularity": 554, "score_users": 69698, "premiered": null, "aired_end": "1998-07-18T00:00:00", "aired_start": "1998-07-18T00:00:00", "synopsis": "It was a successful science experiment gone horribly wrong. When a team of scientists discovers the DNA of the ancient Pokémon Mew, they harnessed the potential within it in an attempt to create the ultimate living weapon. With advanced cloning techniques and resources provided to them by Team Rocket crime syndicate leader Giovanni, the scientists succeed in creating the powerful psychic Pokémon, Mewtwo. Pokemon: Mewtwo no Gyakushuu reveals the terrifying power of Mewtwo as he learns that not only was he created to be an experiment, but also to be a tool for Giovanni’s sinister dealings. Breaking free of his control, Mewtwo creates his own island fortress and reconstructs the cloning technology that gave life to him. Under the guise of being a master Pokémon trainer, Mewtwo lures the best trainers in the world to his base. Among these trainers are Ash Ketchum, his loyal Pokémon Pikachu, and their friends Brock and Misty. United together, human and Pokémon alike, they must not only discover the hidden secret of Mewtwo's plans, but stand against his terrifying might. If they fail, Mewtwo’s vengeance will not only lead to tyranny over all the Pokemon, but also the extinction of the human race.", "score_8_votes": 16811, "users_watching": 240, "score_2_votes": 237}