{"users_completed": 23253, "rating": "R+", "studios": ["A-1 Pictures"], "members": 45813, "score_6_votes": 4300, "users_plan_to_watch": 13500, "score_9_votes": 1337, "users_total": 45813, "rank": 5085, "episodes": 12, "duration": 24.0, "related_ids": [], "id": 14283, "category": "anime", "genres": ["Action", "Sci-Fi", "Ecchi"], "score_1_votes": 241, "title": "Vividred Operation", "score_10_votes": 888, "source": "Original", "users_dropped": 4543, "score": 6.56, "score_total_votes": 20611, "type": "TV", "status": "Finished Airing", "users_onhold": 1943, "score_5_votes": 2618, "broadcast": "Fridays at 01:30 (JST)", "score_7_votes": 5461, "favorites": 95, "score_4_votes": 1420, "producers": ["Aniplex", "Mainichi Broadcasting System"], "licensors": ["Aniplex of America"], "score_3_votes": 691, "url": "https://myanimelist.net/anime/14283/Vividred_Operation", "popularity": 1212, "score_users": 18947, "premiered": "Winter 2013", "aired_end": "2013-03-29T00:00:00", "aired_start": "2013-01-11T00:00:00", "synopsis": "Friendship is the key to protecting the world. That is everyone's wish. Here in a world where science has solved all questions. This story is set in Oshima. The happy, carefree 14-year-old Akane Isshiki lived a poor, but well loved life together with her reliable little sister, Momo, who does all the housework, and her grandfather, Kenjirou, a genius inventor who only created useless devices. When the weather is clear, they can see the artificial island, Blue Island, across the sea. In the center of that island rises the revolutionary Manifestation Engine, a discovery that solved the world's energy problems. It is a peaceful future, just like everyone dreamed of. One where everyone can smile and be happy... But suddenly, the world is visited by danger. An unknown enemy, the Alone, appear, targeting the Manifestation Engine. As none of their weapons worked and they fell into despair, a lone girl takes a stand wearing a red \"Palette Suit\" which wields a great, hidden power. Before long, allies gather around her to fight. And their friendship becomes the only hope for saving the world! (Source: ANN)", "score_8_votes": 3283, "users_watching": 2574, "score_2_votes": 372}