{"users_completed": 106839, "rating": "PG-13", "studios": ["A-1 Pictures"], "members": 155704, "score_6_votes": 12025, "users_plan_to_watch": 32351, "score_9_votes": 10613, "users_total": 155704, "rank": 2242, "episodes": 13, "duration": 23.0, "related_ids": [], "id": 14749, "category": "anime", "genres": ["Comedy", "Harem", "Romance", "School"], "score_1_votes": 280, "title": "Ore no Kanojo to Osananajimi ga Shuraba Sugiru", "score_10_votes": 5662, "source": "Light novel", "users_dropped": 5258, "score": 7.32, "score_total_votes": 86911, "type": "TV", "status": "Finished Airing", "users_onhold": 3847, "score_5_votes": 5394, "broadcast": "Sundays at 00:00 (JST)", "score_7_votes": 26575, "favorites": 707, "score_4_votes": 2038, "producers": ["Aniplex", "Magic Capsule", "SoftBank Creative Corp."], "licensors": ["Aniplex of America"], "score_3_votes": 839, "url": "https://myanimelist.net/anime/14749/Ore_no_Kanojo_to_Osananajimi_ga_Shuraba_Sugiru", "popularity": 322, "score_users": 84521, "premiered": "Winter 2013", "aired_end": "2013-03-31T00:00:00", "aired_start": "2013-01-06T00:00:00", "synopsis": "It is often said that events of the past shape what you become in the future. For Eita Kidou, a studious, hard-working student aspiring to earn a scholarship so that he can become a doctor, this is an undeniable truth after being abandoned by his love-addled parents. This event left him jaded to the notion of romance, seeing it as only a distraction that gets in the way of studying. Unfortunately for Eita, his efforts hit a snag when he receives a confession of love from Masuzu Natsukawa, a transfer student with platinum hair and blue eyes. Eita sees through the confession, causing Masuzu to admit that she only did so because having a boyfriend would stop people from asking her out daily. She finds love to be just as much of a hindrance as he does, so by pretending to date, they can stave off advances from everyone else. Eita refuses on the grounds that his classmates will be jealous, but Masuzu blackmails him by revealing that she has his journal and will post it online for everyone to see if he betrays her. Thus begins Ore no Kanojo to Osananajimi ga Shuraba Sugiru , a story that follows Eita coping with his new \"relationship\" and the complications that arise from it.", "score_8_votes": 23092, "users_watching": 7409, "score_2_votes": 393}