{"users_completed": 22121, "rating": "PG-13", "studios": ["Artland"], "members": 55450, "score_6_votes": 4282, "users_plan_to_watch": 20999, "score_9_votes": 1170, "users_total": 55450, "rank": 5369, "episodes": 12, "duration": 24.0, "related_ids": [17345, 27967], "id": 15119, "category": "anime", "genres": ["Action", "Comedy", "Ecchi", "School"], "score_1_votes": 251, "title": "Senran Kagura", "score_10_votes": 1075, "source": "Game", "users_dropped": 5031, "score": 6.48, "score_total_votes": 19919, "type": "TV", "status": "Finished Airing", "users_onhold": 2786, "score_5_votes": 2697, "broadcast": "Sundays at 20:30 (JST)", "score_7_votes": 5042, "favorites": 157, "score_4_votes": 1537, "producers": ["Genco", "Lantis", "Media Factory", "AT-X", "Marvelous AQL", "Showgate", "Senran Kagura Partners"], "licensors": ["FUNimation Entertainment"], "score_3_votes": 768, "url": "https://myanimelist.net/anime/15119/Senran_Kagura", "popularity": 1033, "score_users": 17738, "premiered": "Winter 2013", "aired_end": "2013-03-24T00:00:00", "aired_start": "2013-01-06T00:00:00", "synopsis": "The Hanzo Academy is a prestigious prep school with a secret known only to a select few. Behind its walls is a training course for shinobi; trained spies and assassins that centuries ago had served the shoguns for their political and military needs. Today the tradition continues with five young female trainees with diverse personalities: the care-free Asuka, fierce yet perverted Katsuragi, the sweet and innocent Hibari, stoic and protective Yagyuu, and their mature, class representative, Ikaruga. Senran Kagura tells the story of these five girls and their secret journey to complete their shinobi training. The journey quickly becomes more complicated than they expect though when a darker, more sinister group of shinobi reveal themselves. Not only do they know of the girls at the Hanzo Academy, but they seem fully intent on and capable of proving themselves to be the superior, modern day shinobi. Through honing their skills, harnessing the power of their secret scrolls to perform shinobi transformations, and working together as a team, Asuka and her friends must rise to meet this new challenge. Not just for the sake of their training, but for the everything the Hanzo Academy stands for.", "score_8_votes": 2686, "users_watching": 4513, "score_2_votes": 411}