{"users_completed": 2744, "rating": "R+", "studios": ["An DerCen"], "members": 5011, "score_6_votes": 438, "users_plan_to_watch": 1933, "score_9_votes": 116, "users_total": 5011, "rank": 6751, "episodes": 2, "duration": 29.0, "related_ids": [], "id": 16023, "category": "anime", "genres": ["Romance", "Shoujo"], "score_1_votes": 70, "title": "Kuro to Kin no Akanai Kagi.", "score_10_votes": 102, "source": "Visual novel", "users_dropped": 100, "score": 5.95, "score_total_votes": 2047, "type": "OVA", "status": "Finished Airing", "users_onhold": 76, "score_5_votes": 342, "broadcast": null, "score_7_votes": 391, "favorites": 14, "score_4_votes": 194, "producers": [], "licensors": [], "score_3_votes": 103, "url": "https://myanimelist.net/anime/16023/Kuro_to_Kin_no_Akanai_Kagi", "popularity": 3977, "score_users": 2011, "premiered": null, "aired_end": "2013-05-30T00:00:00", "aired_start": "2013-02-28T00:00:00", "synopsis": "Katagiri Kanade is a hikikomori who spent her days lazing off in her room. Her specialty is her broad imagination which often leads to various wild delusions. One night a weird cowboy guy appeared in her dream, saying that he's her heart's hero. Due to his encouragement, Kanade decided to try and go have a haircut the next day. It was then when she met a mysterious guy who cut her hair in the park, giving her courage to resume her school days. Right after her haircut, A guy approached Kanade who turned out to be her former classmate, Sudou Yukio. Kanade used to like him back then, and he was happy to meet her again. Kanade lives with her non blood-related brother, Sonomura Ikuto. Despite Ikuto's warning, Kanade went looking for the mysterious guy who cut her hair the next day. She found him in the park, where he introduced himself as Hasui Tomoomi. He's a professional hairdresser and owns a salon named Azalea nearby. Since Kanade was absent from school for so long, her homeroom teacher, Konno Chihiro, offered to help her with her studies. Having these guys around her, what will happen to Kanade's life from now on? (Source: Love-Coloured Sky)", "score_8_votes": 215, "users_watching": 158, "score_2_votes": 76}