{"Score 10 votes": 857, "rating": "R+", "studios": [], "members": 21140, "Users On-Hold": 196, "Users Completed": 16755, "Total Votes": 12615, "Users Watching": 445, "rank": 4812, "episodes": 1, "duration": 55.0, "id": 17157, "category": "anime", "Score 9 votes": 994, "genres": ["Comedy", "Drama", "Ecchi"], "Score 2 votes": 206, "title": "Nozoki Ana", "source": "Manga", "score": 6.63, "Users Total": 21140, "Score 1 votes": 169, "type": "OVA", "Users Dropped": 174, "status": "Finished Airing", "related_titles": ["Nozo_x_Kimi"], "Score 8 votes": 2040, "Score 5 votes": 1510, "broadcast": null, "Users Plan to Watch": 3570, "Score 3 votes": 345, "favorites": 56, "Score 4 votes": 750, "producers": ["Studio Fantasia", "Toho"], "licensors": [], "Score 7 votes": 3188, "url": "https://myanimelist.net/anime/17157/Nozoki_Ana", "popularity": 2016, "score_users": 12508, "premiered": null, "aired_end": "2013-02-28T00:00:00", "aired_start": "2013-02-28T00:00:00", "synopsis": "When Tatsuhiko Kido moved into his new apartment to begin attending art school, he never imagined that his neighbor would be a perverted, blackmailing female with a voyeurism fetish. Nozoki Ana details the strange relationship between art student Tatsuhiko and Emiru Ikuno, the woman he meets through a crack in his wall. Emiru attempts to draw the reluctant Tatsuhiko into her fetish, ultimately resorting to blackmailing him with pictures in order to keep him involved in her game. Tatsuhiko is now forced to let Emiro spy on him, and is even seduced into peeping on her as well! The cherry on top of the cake is, Tatsuhiko finds out that Emiru is more than just a neighbor; she’s a fellow student whose path he’ll be crossing on a regular basis outside of their voyeuristic arrangement. As their lives continue, they both find that their mutual peeping draws them together in ways larger than they could have anticipated. Whether it be interfering with their respective relationships or watching out for each other’s safety, Emiru and Tatsuhiko are set to embark on a unique friendship with wildly erotic potential.", "Score 6 votes": 2556}