{"Score 10 votes": 81, "rating": "Rx", "studios": [], "members": 2666, "Users On-Hold": 114, "Users Completed": 1598, "Total Votes": 1114, "Users Watching": 233, "rank": null, "episodes": 2, "duration": 14.0, "id": 17539, "category": "anime", "Score 9 votes": 47, "genres": ["Hentai"], "Score 2 votes": 27, "title": "Mesu Nochi Torare", "source": "Manga", "score": 6.11, "Users Total": 2666, "Score 1 votes": 48, "type": "OVA", "Users Dropped": 96, "status": "Finished Airing", "related_titles": ["Otome_Dori"], "Score 8 votes": 135, "Score 5 votes": 164, "broadcast": null, "Users Plan to Watch": 625, "Score 3 votes": 43, "favorites": 12, "Score 4 votes": 88, "producers": ["Mary Jane"], "licensors": [], "Score 7 votes": 233, "url": "https://myanimelist.net/anime/17539/Mesu_Nochi_Torare", "popularity": 5063, "score_users": 1066, "premiered": null, "aired_end": "2013-06-21T00:00:00", "aired_start": "2013-04-05T00:00:00", "synopsis": "An adaption based of Chapter 8 of the manga Otome Dori. While the first episode is an adaption of chapter 8, the second episode is original content. Preparation for the cultural festival have begun. As president and vice president of the student council, as well as a couple, Reiko and Shintaro are given the jobs of keeping tabs on the preparation together. While browsing through campus, they find a fellow student who request they sample the drink he was making for the festival. Suddenly, not knowing why, Reiko starts feeling aroused and decides to take Shintaro into a classroom set up as a dark maze. Shortly while inside the two are separated and when reunited, Reiko finds herself unable to control her urges and allows Shintaro to help release her sexual desires but only to find out it wasn't him who found her, Shintaro had already left the room. Shintaro has noticed that Reiko has been acting strange after the incident he knows nothing about and decides to consult Misaki for help, another member of the student council. She suspects Reiko is tired from the preparation work for the cultural festival and the two decide they all take a trip to an amusement park. On the day of the trip, Shintaro and Reiko meet up but Misaki was no where to be found. Reiko suddenly receives a email on her phone. A shocking expression she lets out as she looks upon the image she receive, an image of what has happened to Misaki.", "Score 6 votes": 248}