{"users_completed": 49367, "rating": "PG-13", "studios": ["A-1 Pictures"], "members": 80921, "score_6_votes": 3616, "users_plan_to_watch": 20692, "score_9_votes": 7708, "users_total": 80921, "rank": 876, "episodes": 13, "duration": 23.0, "related_ids": [], "id": 18119, "category": "anime", "genres": ["Comedy", "Slice of Life"], "score_1_votes": 66, "title": "Servant x Service", "score_10_votes": 3165, "source": "4-koma manga", "users_dropped": 3363, "score": 7.79, "score_total_votes": 41748, "type": "TV", "status": "Finished Airing", "users_onhold": 2990, "score_5_votes": 1444, "broadcast": "Unknown", "score_7_votes": 10416, "favorites": 326, "score_4_votes": 422, "producers": ["Aniplex", "Half H.P Studio", "Asahi Broadcasting Corporation"], "licensors": ["Aniplex of America"], "score_3_votes": 135, "url": "https://myanimelist.net/anime/18119/Servant_x_Service", "popularity": 728, "score_users": 40071, "premiered": "Summer 2013", "aired_end": "2013-09-27T00:00:00", "aired_start": "2013-07-05T00:00:00", "synopsis": "Imagine if three people suddenly found themselves as civil servants of the city Mitsuba. What sort of personalities and drives would they have to push them to seek out such careers? Lucy Yamagami, a serious young woman assigned to the Welfare Administrative Section, intends to use the job as a means of settling a vendetta against another civil servant. Yutaka Hasebe, a flirtatious young man assigned to the First Section of the Welfare Department, intends to slack off whenever he can and have a good time. And Saya Miyoshi, a college graduate assigned to the Second Section of the Welfare Department, intends to simply get through the first job she's had in her life as best she can. Servant x Service follows these three newcomers starting their jobs as government employees under their supervisor, Taishi Ichimiya, who is utterly clueless about how to direct them—despite having worked there for the last eight years. Nevertheless, he welcomes them as fellow civil servants and encourages them to work themselves like dogs for the sake of the citizens. We follow their day-to-day lives as they experience the rigors of government employment, including dealing with regulations, office romances, paperwork, and being the nearest punching bags when citizens need something to complain about.", "score_8_votes": 14706, "users_watching": 4509, "score_2_votes": 70}