{"users_completed": 12189, "rating": "PG", "studios": ["OLM"], "members": 30627, "score_6_votes": 1945, "users_plan_to_watch": 4321, "score_9_votes": 1964, "users_total": 30627, "rank": 1505, "episodes": 93, "duration": 23.0, "related_ids": [17873, 21695, 21569, 21571, 23301, 23849, 25365, 25805, 21703, 29419, 30686, 31592], "id": 19291, "category": "anime", "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Kids"], "score_1_votes": 53, "title": "Pokemon XY", "score_10_votes": 1560, "source": "Game", "users_dropped": 3098, "score": 7.52, "score_total_votes": 14690, "type": "TV", "status": "Finished Airing", "users_onhold": 3692, "score_5_votes": 893, "broadcast": "Thursdays at 19:00 (JST)", "score_7_votes": 4068, "favorites": 186, "score_4_votes": 305, "producers": ["TV Tokyo"], "licensors": ["The Pokemon Company International"], "score_3_votes": 135, "url": "https://myanimelist.net/anime/19291/Pokemon_XY", "popularity": 1617, "score_users": 11594, "premiered": "Fall 2013", "aired_end": "2015-10-22T00:00:00", "aired_start": "2013-10-17T00:00:00", "synopsis": "Satoshi and Pikachu have arrived in Miare City of the illustrious Kalos region to capture more Pokemon and continue their journey towards becoming the very best. Meanwhile, a genius inventor named Citron and his little sister Eureka wander the city when they run into Satoshi who quickly challenges them to a battle. However, they are soon caught up in a dangerous incident when Team Rocket, following Satoshi into Kalos, cause a Gaburias to rampage through the city. Far away in the quiet Asame Town, a young girl named Serena slogs through daily Sihorn riding practice at the behest of her mother, a professional Sihorn racer. After practice, she sees the events unfolding in Miare City on television where she recognizes a boy from her childhood. Having left a significant impact on her life, the sight of him stirs in her a desire to meet him again; and so, Serena sets off to Miare City, determined to find the boy from her past. Pokemon XY follows the group as they travel throughout Kalos in pursuit of their ambitions—Satoshi challenging Pokemon gyms, Citron learning from Satoshi, and Serena searching for what exactly her dream is. Along the way, they meet new friends, face new rivals, and continue to thwart Team Rocket's schemes, all the while discovering a little about the mysteries of mega evolution. [Written by MAL Rewrite]", "score_8_votes": 3707, "users_watching": 7327, "score_2_votes": 60}