{"Score 10 votes": 9397, "rating": "R+", "studios": ["feel."], "members": 125200, "Users On-Hold": 13741, "Users Completed": 57830, "Total Votes": 70050, "Users Watching": 27381, "rank": 2192, "episodes": 12, "duration": 24.0, "id": 5042, "category": "anime", "Score 9 votes": 9448, "genres": ["Comedy", "Ecchi", "Harem", "Romance", "School", "Seinen"], "Score 2 votes": 815, "title": "Kiss x Sis", "source": "Manga", "score": 7.33, "Users Total": 125200, "Score 1 votes": 830, "type": "OVA", "Users Dropped": 8405, "status": "Finished Airing", "related_titles": ["Kiss_x_Sis_TV"], "Score 8 votes": 15213, "Score 5 votes": 4921, "broadcast": null, "Users Plan to Watch": 17843, "Score 3 votes": 1191, "favorites": 822, "Score 4 votes": 2332, "producers": [], "licensors": [], "Score 7 votes": 16547, "url": "https://myanimelist.net/anime/5042/Kiss_x_Sis", "popularity": 426, "score_users": 60933, "premiered": null, "aired_end": "2015-04-06T00:00:00", "aired_start": "2008-12-22T00:00:00", "synopsis": "After his single father gets remarried, Keita Suminoe not only finds himself with a new mother, but also two beautiful twin step-sisters, Ako and Riko. Their close bond as children soon grows into something more personal, and Keita finds himself in a real bind that he vigorously struggles to escape from. For the twins, the transition from little girls to teenagers brought about changes in appearance as well as emotional growth. Their love for Keita became something more than brotherly love, as they were both overcome with romantic feelings and pure lust. These innocent girls, being a couple of honest young ladies, could not help but confess their newborn love to their poor little brother. Hilarity ensues as Keita, who refuses to see the two as anything other than his sisters, then starts getting into embarrassing, sensual and lustful situations with them. Will Keita cross the line of incest or will he be able to protect his family jewels? Kiss x Sis is an ecchi-filled harem anime that may make you blush a bit, but it will also surely make you laugh.", "Score 6 votes": 9356}