{"users_completed": 57536, "rating": "R", "studios": ["Madhouse"], "members": 86279, "score_6_votes": 4081, "users_plan_to_watch": 20703, "score_9_votes": 10077, "users_total": 86279, "rank": 632, "episodes": 12, "duration": 24.0, "related_ids": [852], "id": 322, "category": "anime", "genres": ["Slice of Life", "Comedy", "Drama", "Romance", "Josei"], "score_1_votes": 134, "title": "Paradise Kiss", "score_10_votes": 6930, "source": "Manga", "users_dropped": 2801, "score": 7.93, "score_total_votes": 46859, "type": "TV", "status": "Finished Airing", "users_onhold": 2687, "score_5_votes": 1800, "broadcast": "Fridays at 00:35 (JST)", "score_7_votes": 9837, "favorites": 1802, "score_4_votes": 666, "producers": ["Aniplex", "Fuji TV"], "licensors": ["Geneon Entertainment USA"], "score_3_votes": 273, "url": "https://myanimelist.net/anime/322/Paradise_Kiss", "popularity": 672, "score_users": 45412, "premiered": "Fall 2005", "aired_end": "2005-12-30T00:00:00", "aired_start": "2005-10-14T00:00:00", "synopsis": "Third-year high school student Yukari Hayasaka has no time for frivolous things. She needs to study hard and attend cram school so she can do well on her university exams. She doesn't care which university she gets into; she just wants to leave the town she's grown bored of. Too bad her parents have other opinions on the subject. One day, while Yukari is walking down the street, a guy with multiple piercings and bleached hair flags her down. Suspicious of the stranger, she tries to get away from him but fails and ultimately ends up meeting his friends: a group of third-year fashion design students at a prestigious art school. They want her to be their model for their final project, but Yukari thinks it will only get in the way of her studies. But the more she gets to know them, the more she grows to admire the way they go after their dreams. Will modeling for this eccentric group of would-be fashion designers give Yukari a much-needed push to strive for her own goals? And what about her attraction to the group's leader, George Koizumi? Can a relationship between them work? Watch Paradise Kiss to find out!", "score_8_votes": 12907, "users_watching": 2552, "score_2_votes": 154}