{"users_completed": 26574, "rating": "PG-13", "studios": ["Satelight", "Production Reed"], "members": 46593, "score_6_votes": 3268, "users_plan_to_watch": 13744, "score_9_votes": 2537, "users_total": 46593, "rank": 2660, "episodes": 26, "duration": 24.0, "related_ids": [2170, 6032, 16415, 10447, 30381], "id": 478, "category": "anime", "genres": ["Action", "Mecha", "Romance", "Super Power", "Supernatural", "Sci-Fi"], "score_1_votes": 119, "title": "Sousei no Aquarion", "score_10_votes": 1651, "source": "Original", "users_dropped": 2388, "score": 7.2, "score_total_votes": 21493, "type": "TV", "status": "Finished Airing", "users_onhold": 1955, "score_5_votes": 1737, "broadcast": "Unknown", "score_7_votes": 5978, "favorites": 271, "score_4_votes": 782, "producers": ["Media Factory", "Bandai", "Tohokushinsha Film Corporation"], "licensors": ["FUNimation Entertainment"], "score_3_votes": 331, "url": "https://myanimelist.net/anime/478/Sousei_no_Aquarion", "popularity": 1196, "score_users": 20394, "premiered": "Spring 2005", "aired_end": "2005-09-27T00:00:00", "aired_start": "2005-04-05T00:00:00", "synopsis": "Once upon a time, a race known as the Shadow Angels attacked Earth to harvest the life force of all those who inhabited the planet. Thanks to some outrageous miracle, the Shadow Angels went dormant, and humanity was able to live another 12,000 years without fearing their presence. But 11 years after a catastrophe dubbed the Holy Genesis brought ruin to the Earth, the Shadow Angels were stirred from their slumber and resumed the attacks once more. To give humanity somewhat of a chance, an organization known as DEAVA was formed, and use of a robotic weapon named Aquarion has been authorized. In order for the Aquarion to be brought to full power, three pilots must combine their hearts, bodies, and souls into one—a feat few can hope to accomplish. Thus, the search for so-called 'Element Users' was prioritised, hoping to ensure humanity's future. Sousei no Aquarion follows the story of Apollo, a near-feral young man brought up in poverty, who is believed to be a legendary hero reincarnated. After his best friend is taken by the Shadow Angels, Apollo chooses to become an Aquarion pilot. Will he be able to turn the tides of the war, and free humanity from the threat of the Shadow Angels for once and for all?", "score_8_votes": 4918, "users_watching": 1932, "score_2_votes": 172}