{"users_completed": 420, "rating": "PG", "studios": ["TMS Entertainment"], "members": 2224, "score_6_votes": 82, "users_plan_to_watch": 1214, "score_9_votes": 49, "users_total": 2224, "rank": 2695, "episodes": 36, "duration": 25.0, "related_ids": [], "id": 754, "category": "anime", "genres": ["Adventure", "Drama", "Fantasy"], "score_1_votes": 4, "title": "Yuki no Joou", "score_10_votes": 46, "source": "Book", "users_dropped": 164, "score": 7.19, "score_total_votes": 521, "type": "TV", "status": "Finished Airing", "users_onhold": 264, "score_5_votes": 54, "broadcast": "Sundays at 19:30 (JST)", "score_7_votes": 144, "favorites": 14, "score_4_votes": 11, "producers": ["NHK"], "licensors": [], "score_3_votes": 7, "url": "https://myanimelist.net/anime/754/Yuki_no_Joou", "popularity": 5420, "score_users": 399, "premiered": "Spring 2005", "aired_end": "2006-02-12T00:00:00", "aired_start": "2005-05-22T00:00:00", "synopsis": "Based on the children's story by Hans Christian Andersen. Gerda and Kai have been neighbors and best friends since childhood. Gerda is eleven, Kai twelve. They were happy children who worked and played as they should. All that changed when the Snow Queen's mirror broke. The shards spread all through the world, each containing evil. If a shard went inside your eye, it would turn your heart to ice. A shard went into Kai's eye. After that, he grew cold to those he loved. One night, the Snow Queen came in her carriage and took Kai back to her ice castle at the farthest north point of the world. Everyone in Kai and Gerda's village didn't know where he went and believed he died from drowning in the frozen-over lake. Gerda doesn't believe this, for she dreamed of seeing Kai enter the carriage. When a drunk man admits that he also saw this, Gerda starts realizing that maybe what she saw wasn't a dream. She packs her things and goes on a journey to save Kai and bring him back home. (Source: Wikipedia)", "score_8_votes": 121, "users_watching": 162, "score_2_votes": 3}