{"rating": "R+", "studios": ["Studio Fantasia"], "members": 14821, "rank": 2754, "episodes": 13, "duration": 24.0, "id": 1602, "category": "anime", "genres": ["Drama", "Ecchi", "Mecha", "Military", "Sci-Fi", "Space"], "title": "Soukou no Strain", "source": "Original", "score": 7.17, "type": "TV", "status": "Finished Airing", "broadcast": "Unknown", "favorites": 65, "producers": ["Happinet Pictures"], "licensors": ["FUNimation Entertainment"], "url": "https://myanimelist.net/anime/1602/Soukou_no_Strain", "popularity": 2441, "score_users": 6586, "premiered": "Fall 2006", "aired_end": "2007-02-15T00:00:00", "aired_start": "2006-11-02T00:00:00", "synopsis": "In the distant future, mankind is divided into two factions: Union and Deague. They have waged a war against each other for so long that no one remembers when it first began. The backbone of the Union military is the manned weapons system Strain, while the Deague uses an unmanned version, the Tumoru. Sara Werec, the daughter of a respectable family, is a 16-yearold girl who attends Grapera Space Armed Soldier Academy located in the Cranial Solar System, where she is training to become a full-fledged Reasoner (a Strain pilot). Her brother, Ralph Werec, had been sent to the frontline 130 light-years away to accomplish a special mission when she was 11 years old, a distance that requires 400 years of objective time to traverse by even the fastest Union spacecraft. However, in accordance with the theory of relativity, this corresponds to only two subjective years (time as experienced by those within the spacecraft). The two of them had lost their parents when they were young and the bond between the two is very close. It is Sara’s dearest wish to be reunited with her brother. To do that, she must travel to the battlefield where he is. One day, Sara’s planet is suddenly assaulted by Deague forces. To her surprise, her brother, Ralph, turns out to be one of the raiders who successfully kidnap a mysterious girl sleeping in a capsule. In order to find the truth, Sara gets in a Strain and chases after him. However, she is attacked by Ralph, and the Mimic, a copy of the pilot’s brain which is essential to controlling the Strain, is damaged. (Source: AnimeNfo)"}