{"users_completed": 126, "rating": "None", "studios": ["OLM"], "members": 346, "score_6_votes": 14, "users_plan_to_watch": 182, "score_9_votes": 5, "users_total": 346, "rank": 5778, "episodes": 3, "duration": 27.0, "related_ids": [], "id": 2739, "category": "anime", "genres": ["Drama", "Fantasy", "Super Power"], "score_1_votes": 1, "title": "Highschool Aurabuster: Hikari no Mezame", "score_10_votes": 5, "source": "Unknown", "users_dropped": 17, "score": 6.35, "score_total_votes": 76, "type": "OVA", "status": "Finished Airing", "users_onhold": 11, "score_5_votes": 14, "broadcast": null, "score_7_votes": 21, "favorites": 2, "score_4_votes": 4, "producers": [], "licensors": [], "score_3_votes": 2, "url": "https://myanimelist.net/anime/2739/Highschool_Aurabuster__Hikari_no_Mezame", "popularity": 8594, "score_users": 74, "premiered": null, "aired_end": "1999-09-22T00:00:00", "aired_start": "1999-02-05T00:00:00", "synopsis": "Animation of a very popular novel series by the writer WAKAGI Mio (若木未生), also adapted as a manga by MORI Makoto (杜 真琴), serialised in LaLa. The novels feature illusatrations by KOUGA Yun (高河 ゆん), and the character designs for the anime are based on these. The OVA is an original story that includes the early parts of the novels. Long ago... going back several centuries, there was a war between the Kuu no mono (空の者) and the You no mono (妖の者) that divided the heaven and earth. 900 years ago, the commander of the Kuu no mono, Kara-ou sealed in the commander of You no mono, Kuna-hi, sacrificing his own life to do so. And this present day, when You no mono has begun to be active again, Kara-ou is reborn as Shinobu Saiga. Coming back to earth, he has begun to make his move again to subdue the You no mono with his aide Kiba. Ryosuke Sakiya is a first year student attending Kouryo High School who has extraordinarily strong psychic powers. He was always hearing and seeing things ordinary people could not. He has a special aura around him and perhaps because of it, he ends up being targeted by the You no mono. One day, when he is on a date at the Tokyo Metropolitan Government Building, he is attacked by a strange power and is saved by the Jutsusha (術士 lit. \"skilled ones\") Jukyuro Satomi and Kisara Izumi. Jutsusha are people who have inherited supernatural powers of Kuu no mono to subdue You no mono who harm people. Ryosuke escapes without any injuries, but cannot resist becoming involved in the battles between these two forces. (Source: AniDB)", "score_8_votes": 7, "users_watching": 10, "score_2_votes": 3}