{"users_completed": 26012, "rating": "R+", "studios": ["Gonzo"], "members": 45203, "score_6_votes": 4002, "users_plan_to_watch": 9819, "score_9_votes": 2158, "users_total": 45203, "rank": 4062, "episodes": 25, "duration": 25.0, "related_ids": [5072], "id": 2795, "category": "anime", "genres": ["Action", "Drama", "Fantasy", "Mecha", "Romance", "Sci-Fi"], "score_1_votes": 275, "title": "Dragonaut: The Resonance", "score_10_votes": 1282, "source": "Original", "users_dropped": 4189, "score": 6.81, "score_total_votes": 22742, "type": "TV", "status": "Finished Airing", "users_onhold": 2671, "score_5_votes": 2402, "broadcast": "Unknown", "score_7_votes": 6009, "favorites": 88, "score_4_votes": 1342, "producers": ["Nihon Ad Systems"], "licensors": ["FUNimation Entertainment"], "score_3_votes": 620, "url": "https://myanimelist.net/anime/2795/Dragonaut__The_Resonance", "popularity": 1225, "score_users": 20960, "premiered": "Fall 2007", "aired_end": "2008-03-27T00:00:00", "aired_start": "2007-10-04T00:00:00", "synopsis": "Twenty years prior to the story's beginning, an asteroid headed for Earth destroys Pluto. Due to Pluto's destruction, the asteroid, which is dubbed Thanatos, becomes temporarily stagnant. Now, in order to avoid Earth's impending destruction, the International Solarsystem Development Agency (ISDA) works on the \"D-Project\", and creates the \"Dragonaut\" after finding a dragon egg under the ocean. This weapon's primary purpose is to destroy the asteroid when the time comes. However, they soon find out that the asteroid is not their only threat, as powerful dragon-like creatures, which are bent on destruction, appear on Earth. After witnessing a murder by one of the creatures, Jin Kamishina, a lonely 18-year-old boy who lost his family in a shuttle accident two years ago, gets involved in the mysteries of the dragons and becomes the chosen pilot of the Dragonaut. Helping him on his journey is Toa, a mysterious girl who saves him from falling to his death after the creature attacks him. As they get deeper into the mysteries of the dragons, they encounter new friends and enemies, and also begin to develop a closer relationship. (Source: Wikipedia)", "score_8_votes": 4221, "users_watching": 2512, "score_2_votes": 431}