{"users_completed": 24482, "rating": "R", "studios": ["Gonzo"], "members": 55386, "score_6_votes": 3648, "users_plan_to_watch": 20371, "score_9_votes": 2207, "users_total": 55386, "rank": 3124, "episodes": 24, "duration": 23.0, "related_ids": [5539], "id": 3407, "category": "anime", "genres": ["Action", "Sci-Fi"], "score_1_votes": 209, "title": "Blassreiter", "score_10_votes": 1251, "source": "Original", "users_dropped": 4750, "score": 7.07, "score_total_votes": 21943, "type": "TV", "status": "Finished Airing", "users_onhold": 3043, "score_5_votes": 2061, "broadcast": "Unknown", "score_7_votes": 6107, "favorites": 196, "score_4_votes": 1079, "producers": ["Nitroplus"], "licensors": ["FUNimation Entertainment"], "score_3_votes": 456, "url": "https://myanimelist.net/anime/3407/Blassreiter", "popularity": 1036, "score_users": 19576, "premiered": "Spring 2008", "aired_end": "2008-09-28T00:00:00", "aired_start": "2008-04-06T00:00:00", "synopsis": "Blassreiter takes place in an alternate version of modern Germany which is under siege from an outbreak of mindless, biomechanical creatures, known as Demoniacs, who are mysteriously born from human corpses. These creatures possess the ability to merge their bodies with technology, most commonly upgrading themselves with cars, motorcycles, and other vehicles in order to improve their physical capabilities. In an effort to suppress the Demoniac plague, a task force called the Xenogenesis Assault Team (XAT) is formed. These individuals are responsible for responding to Demoniac incidents, finding themselves dispatched in order to protect the lives of the people of Germany. But the Demoniac threat has now taken a strange turn of events. A number of living humans have begun to develop Demoniac powers and retain the ability to think instead of lashing out like enraged animals. Some of these individuals have decided to use their powers to defend humanity, while others have decided that mankind should fall to the Demoniac. One of these Demoniac will rise above the others and become the Blassreiter, but will this Demoniac leader save the world or destroy it?", "score_8_votes": 4659, "users_watching": 2740, "score_2_votes": 266}