{"rating": "R+", "studios": ["Gonzo"], "members": 94928, "rank": 2845, "episodes": 12, "duration": 24.0, "id": 3667, "category": "anime", "genres": ["Action", "Military", "Sci-Fi", "Magic", "Ecchi"], "title": "Strike Witches", "source": "Original", "score": 7.15, "type": "TV", "status": "Finished Airing", "broadcast": "Fridays at 01:20 (JST)", "favorites": 835, "producers": ["Kadokawa Shoten", "KlockWorx", "NTT Docomo", "501st JOINT FIGHTER WING"], "licensors": ["FUNimation Entertainment"], "url": "https://myanimelist.net/anime/3667/Strike_Witches", "popularity": 580, "score_users": 41503, "premiered": "Summer 2008", "aired_end": "2008-09-19T00:00:00", "aired_start": "2008-07-04T00:00:00", "synopsis": "Strike Witches is set in an alternate version of 1944, where the events of World War II are very different than what we know to be true. Alien invaders known as the Neuroi came to Earth in 1939. This is not the first appearance of the Neuroi as they have appeared at seemingly random intervals throughout human history. While the Neuroi primarily attack humanity using aircrafts, their mothership is able to produce a deadly miasma, a chemical that is fatally poisonous to humans, forcing the populations of affected areas to flee their homes. The Neuroi then use the poisoned areas to plunder Earth's natural resources to use against humanity. Luckily the miasma cannot spread across water, making the ocean humanity's main line of defense against the Neuroi. With normal humans unable to fight in the miasma, witches have become the forefront of military defense against the Neuroi. Each witch is able to deploy a defensive field around themselves that not only blocks the miasma but protects them from physical attacks as well. Utilizing leg mounted machines called Striker Units to fly into combat, the witches use their magical abilities to wield devastating weapons too large and ungainly for a normal person. The series follows the battles fought by the 501st Joint Fighter Wing, who battle on the front lines to defend the British Isles from the Neuroi. Will humanity be able to take back Earth and bring peace to their home? Find out in Strike Witches !"}