{"users_completed": 21037, "rating": "R+", "studios": ["Madhouse"], "members": 56819, "score_6_votes": 1085, "users_plan_to_watch": 29447, "score_9_votes": 5444, "users_total": 56819, "rank": 232, "episodes": 12, "duration": 24.0, "related_ids": [], "id": 3701, "category": "anime", "genres": ["Adventure", "Mystery", "Romance", "Sci-Fi"], "score_1_votes": 105, "title": "Kaiba", "score_10_votes": 3649, "source": "Original", "users_dropped": 1581, "score": 8.29, "score_total_votes": 18863, "type": "TV", "status": "Finished Airing", "users_onhold": 2186, "score_5_votes": 485, "broadcast": "Unknown", "score_7_votes": 2744, "favorites": 1677, "score_4_votes": 226, "producers": ["VAP", "WOWOW"], "licensors": [], "score_3_votes": 94, "url": "https://myanimelist.net/anime/3701/Kaiba", "popularity": 1008, "score_users": 17973, "premiered": "Spring 2008", "aired_end": "2008-07-25T00:00:00", "aired_start": "2008-04-11T00:00:00", "synopsis": "It is now possible to store memory data, so that the death of your body is not actually \"death.\" As memories are stored in databanks, they can be \"transferred\" to new bodies. Because so-called \"memory trading\" now occurs, it is now possible to steal memories and illegally alter them. Society has fallen apart as authority has become lost and stagnant. One day, a man awakens in a ruined room. His name is Kaiba. He has no memories, but he does have a pendant with a picture of an unknown woman inside. In the skies are roiling clouds and electrical storms, impossible to pass without losing one's memories; above them lies the elusive realm of the rich and powerful, who barter others' bodies and memories for their own enjoyment and longevity. Below lies a troubled and dangerous world where good bodies are hard to come by and real money is scarce. After suddenly being attacked, Kaiba escapes into space, and during his travels meets all sorts of people and regains his memories. Throughout it, he continues to be troubled by the world's problems, as well as his own existence. And what of the woman in the pendant, Neiro?", "score_8_votes": 4963, "users_watching": 2568, "score_2_votes": 68}