{"users_completed": 72671, "rating": "R", "studios": ["Studio 4Â°C"], "members": 104732, "score_6_votes": 3643, "users_plan_to_watch": 23874, "score_9_votes": 16253, "users_total": 104732, "rank": 239, "episodes": 12, "duration": 13.0, "related_ids": [5065], "id": 3702, "category": "anime", "genres": ["Comedy", "Music"], "score_1_votes": 240, "title": "Detroit Metal City", "score_10_votes": 12875, "source": "Manga", "users_dropped": 2436, "score": 8.27, "score_total_votes": 61748, "type": "OVA", "status": "Finished Airing", "users_onhold": 2659, "score_5_votes": 1554, "broadcast": null, "score_7_votes": 9596, "favorites": 2142, "score_4_votes": 633, "producers": ["Sony Music Entertainment"], "licensors": ["Sentai Filmworks"], "score_3_votes": 264, "url": "https://myanimelist.net/anime/3702/Detroit_Metal_City", "popularity": 518, "score_users": 60277, "premiered": null, "aired_end": "2008-10-28T00:00:00", "aired_start": "2008-08-08T00:00:00", "synopsis": "Souichi Negishi is a timid young man who aspires to use his musical talents for a career as a pop star in the entertainment industry. But aspirations don't pay the rent, so in order to get by, he has joined the death metal band known as Detroit Metal City . On stage, Souichi becomes lead singer and guitarist Johannes Krauser II, publicized as a demon from hell that murdered his own parents and committed numerous other atrocities. Souichi’s band mates find themselves in similar predicaments; drummer Terumichi Nishida, stage name Camus, is actually an avid otaku who particularly enjoys ecchi anime, while bassist Masayuki Wada takes on the persona of Alexander Jagi, even though he would rather perform in a visual kei band. Despite loathing the music he plays, Souichi just cannot seem to get away from Detroit Metal City. He feels compelled not to abandon his fellow band members and knows his success with pop music is nowhere near what he can do as Johannes Krauser II. Negishi will have to decide what is more important—who he is now or who he wants to be.", "score_8_votes": 16460, "users_watching": 3092, "score_2_votes": 230}