{"users_completed": 35006, "rating": "R+", "studios": ["Production I.G"], "members": 51708, "score_6_votes": 1566, "users_plan_to_watch": 15370, "score_9_votes": 6206, "users_total": 51708, "rank": 395, "episodes": 1, "duration": 85.0, "related_ids": [43], "id": 4672, "category": "anime", "genres": ["Action", "Sci-Fi", "Police", "Psychological", "Mecha", "Seinen"], "score_1_votes": 64, "title": "Ghost in the Shell 2.0", "score_10_votes": 4277, "source": "Manga", "users_dropped": 285, "score": 8.12, "score_total_votes": 25407, "type": "Movie", "status": "Finished Airing", "users_onhold": 472, "score_5_votes": 568, "broadcast": null, "score_7_votes": 4582, "favorites": 221, "score_4_votes": 269, "producers": [], "licensors": ["Manga Entertainment"], "score_3_votes": 88, "url": "https://myanimelist.net/anime/4672/Ghost_in_the_Shell_20", "popularity": 1096, "score_users": 25104, "premiered": null, "aired_end": "2008-07-12T00:00:00", "aired_start": "2008-07-12T00:00:00", "synopsis": "Mamoru Oshii's first Ghost in the Shell cyberspace film will return to five Japanese theaters in an enhanced Ghost in the Shell 2.0 edition on July 12. The new edition will include new computer graphics and digital effects for some scenes and a reunion of most of the cast members for a new 6.1 surround sound recording. Academy-Award-winning sound mixer/editor Randy Thom (Ghost in the Shell 2: Innocence, The Incredibles, The Right Stuff) has overseen the new soundtrack with Kenji Kawai's original music and a final mix that has been produced at Thom and Lucas Digital's Skywalker Sound studio in California. In the new edition, the enigmatic Puppet Master character will be played by Yoshiko Sakakibara (Ghost in the Shell 2: Innocence's Harraway, Ghost in the Shell: Stand Alone Complex's Prime Minister Yoko Kayabuki). Iemasa Kayumi (Giant Robo's Chief Chuujou Shizuo, RahXephon's Ernst Von Bähbem) played the role in the original edition. The film will screen in Tokyo, Osaka, Nagoya, Fukuoka, and Sapporo. Not coincidentally, Oshii's latest film, The Sky Crawlers, will open one month after Ghost in the Shell 2.0 on August 2. (Source: ANN)", "score_8_votes": 7735, "users_watching": 575, "score_2_votes": 52}