{"users_completed": 2572, "rating": "Rx", "studios": ["Flavors Soft"], "members": 3774, "score_6_votes": 324, "users_plan_to_watch": 749, "score_9_votes": 172, "users_total": 3774, "rank": null, "episodes": 2, "duration": 30.0, "related_ids": [], "id": 5172, "category": "anime", "genres": ["Hentai"], "score_1_votes": 28, "title": "Love Selection The Animation", "score_10_votes": 152, "source": "Manga", "users_dropped": 94, "score": 6.92, "score_total_votes": 1829, "type": "OVA", "status": "Finished Airing", "users_onhold": 156, "score_5_votes": 179, "broadcast": null, "score_7_votes": 473, "favorites": 14, "score_4_votes": 74, "producers": ["Pink Pineapple"], "licensors": [], "score_3_votes": 40, "url": "https://myanimelist.net/anime/5172/Love_Selection_The_Animation", "popularity": 4428, "score_users": 1784, "premiered": null, "aired_end": "2008-11-28T00:00:00", "aired_start": "2008-08-29T00:00:00", "synopsis": "The first episode of Love Selection is about a guy named Daiki-kun day-dreaming about having sex with the girl that he is in loved with named Ami-chan. Basically, one of Ami's friends decides that she wants to have sex before her school-life ends, and thinks it would be easiest with someone from the class, so she proposes it to the class and drags Ami, and their other friend Yui, into it too. This episode contains no rape scenes, everything is \"mutual\" or close to it. No old fat men, etc... This second episode is about a guy who frequents a restaurant called \"Royal Bust\" because he's infatuated with one of the waitresses named Saiko-chan. Little did he know that the restaurant had a \"Special Sevice Day\" for customers who acquire enough points. Eventually he has his opportunity with Saiko-chan, but is cut short after getting a blowjob and doesn't have sex with her. Through distress from seeing her with a fat old man, he ends up having sex with another waitress named Yayoi-chan, who has secretly been in love with him all this time. This episode contains fat men, \"royal busts,\" and netorare.", "score_8_votes": 370, "users_watching": 203, "score_2_votes": 17}