{"users_completed": 9891, "rating": "PG", "studios": ["Bones"], "members": 23376, "score_6_votes": 1982, "users_plan_to_watch": 5325, "score_9_votes": 976, "users_total": 23376, "rank": 3622, "episodes": 26, "duration": 24.0, "related_ids": [9121], "id": 4334, "category": "anime", "genres": ["Action", "Sci-Fi", "Shounen"], "score_1_votes": 141, "title": "Heroman", "score_10_votes": 528, "source": "Original", "users_dropped": 4491, "score": 6.93, "score_total_votes": 10892, "type": "TV", "status": "Finished Airing", "users_onhold": 1922, "score_5_votes": 1256, "broadcast": "Unknown", "score_7_votes": 2901, "favorites": 56, "score_4_votes": 648, "producers": ["TV Tokyo", "Dentsu", "Square Enix"], "licensors": [], "score_3_votes": 291, "url": "https://myanimelist.net/anime/4334/Heroman", "popularity": 1893, "score_users": 8852, "premiered": "Spring 2010", "aired_end": "2010-09-23T00:00:00", "aired_start": "2010-04-01T00:00:00", "synopsis": "Joey is an orphan living with his grandmother in Center City on the West Coast of the United States of America.  Joey, like any other boy his age, is interested in robots and gadgets and dreams about owning a particular toy robot called a Heybo.  Heybos have very advanced mechanisms and controls but with great mechanisms comes great price; the robot is too expensive for Joey, whose only source of income is a part-time job at a restaurant and he needs that money to help support himself and his grandmother. One day, when Joey is on his way home from school, he happens upon a couple of bullies who are playing around with a Heybo.  Long story short, the bullies manage to get the robot run over by a car and Joey retrieves the wreckage from a trash can. Once home, Joey fixes the robot and names it Heroman. Later that night, a thunderstorm results in Heroman getting wet and, improbably, struck by lightning.  The result is amazing, Heroman grows massive in size, gets emblazoned with the colors of the American flag and responds to Joey's commands! At the same time in space, an alien race called the Skrugg is preparing an invasion of Earth.  Now it's up to Joey and Heroman to save Earth!", "score_8_votes": 2019, "users_watching": 1747, "score_2_votes": 150}