{"users_completed": 65464, "rating": "R+", "studios": ["Xebec"], "members": 79766, "score_6_votes": 6183, "users_plan_to_watch": 10186, "score_9_votes": 6850, "users_total": 79766, "rank": 1547, "episodes": 6, "duration": 25.0, "related_ids": [3455, 9181], "id": 5667, "category": "anime", "genres": ["Comedy", "Ecchi", "Harem", "School", "Sci-Fi", "Shounen"], "score_1_votes": 164, "title": "To LOVE-Ru OVA", "score_10_votes": 5702, "source": "Manga", "users_dropped": 736, "score": 7.51, "score_total_votes": 49287, "type": "OVA", "status": "Finished Airing", "users_onhold": 1157, "score_5_votes": 2671, "broadcast": null, "score_7_votes": 13538, "favorites": 198, "score_4_votes": 945, "producers": ["Shueisha"], "licensors": [], "score_3_votes": 437, "url": "https://myanimelist.net/anime/5667/To_LOVE-Ru_OVA", "popularity": 743, "score_users": 48613, "premiered": null, "aired_end": "2010-04-02T00:00:00", "aired_start": "2009-04-03T00:00:00", "synopsis": "Episode 01: Rito becomes a Woman Lala invents a gizmo to make her bust bigger. However, this invention of hers accidentally turns Rito into a woman. Episode 02: Rito and Mikan Feeling lonely because Rito is always spending time with Lala, Mikan storms out of the house. While Rito and Lala are out looking for her a few flashbacks from the past, showing Rito and Mikan as kids, are shown. Episode 03: Welcome to the Southern Resort!! Haruna wins an island resort trip for ten females. Rito gets turned into a dog by one of Lala's inventions and somehow ends up on the island as well. Episode 04: Trouble Quest Rito and the girls become trapped inside an RPG game where the objective is to save Lala and defeat the evil witch Kyouko. Episode 05: Nana and Momo Lala's sisters cause mischief for Rito and his harem at a cherry blossom viewing. Episode 06: Draft, Metamorphose, Hand & Tail Yami and Yui confront with a senior, causing Yui to lose her panties. Mikan finds Peke taking snapshots of new clothing while shopping. Suddenly, a stranger steals her bag. As Rito tries to explore Lala's cleaned-up bedroom, he accidentally activates one of Lala's invention, fusing his hand to Lala's tail.", "score_8_votes": 12567, "users_watching": 2223, "score_2_votes": 230}