{"users_completed": 74022, "rating": "R+", "studios": ["Hoods Entertainment"], "members": 145301, "score_6_votes": 11021, "users_plan_to_watch": 36704, "score_9_votes": 6212, "users_total": 145301, "rank": 3998, "episodes": 24, "duration": 24.0, "related_ids": [8668, 9202, 10073], "id": 6500, "category": "anime", "genres": ["Action", "Super Power", "Supernatural", "Ecchi", "Seinen"], "score_1_votes": 1653, "title": "Seikon no Qwaser", "score_10_votes": 5040, "source": "Manga", "users_dropped": 16420, "score": 6.83, "score_total_votes": 66993, "type": "TV", "status": "Finished Airing", "users_onhold": 8098, "score_5_votes": 6868, "broadcast": "Sundays at 03:28 (JST)", "score_7_votes": 15991, "favorites": 559, "score_4_votes": 4378, "producers": ["TAKI Corporation"], "licensors": ["Sentai Filmworks"], "score_3_votes": 2337, "url": "https://myanimelist.net/anime/6500/Seikon_no_Qwaser", "popularity": 354, "score_users": 59097, "premiered": "Winter 2010", "aired_end": "2010-06-20T00:00:00", "aired_start": "2010-01-10T00:00:00", "synopsis": "At St. Mihailov Academy, a series of serial murders have taken place with all the victims being young women. Who is this rampant culprit? And which beautiful maiden will fall prey to his evil next? After a horrible day of being harassed by their classmates, the adopted sisters Mafuyu Oribe and Tomo Yamanobe stumble across an injured young man and decide to bring him back to their place to recover. That very night, Mafuyu ends up at the mercy of the infamous serial killer. Strangely, he demands not her life, but instead an icon left behind by Tomo's father. Luckily, Sasha, the mysterious young man that the sisters had taken in, comes to the rescue just in time, helping Mafuyu avoid the same fate as the other victims. Sasha reveals that he is a Qwaser, an individual capable of controlling scientific elements by partaking in Soma, a miraculous essence found within the breasts of women. Capable of manipulating iron, Sasha crafts a giant scythe and slays the serial killer. He enrolls in the academy the next day signalling the beginning of a very \"interesting\" school year. Seikon no Qwaser is an action-heavy story that doesn't shy away from fan-service. Join Sasha and his allies as they fend off the evil that is nearing in.", "score_8_votes": 11666, "users_watching": 10057, "score_2_votes": 1827}