{"users_completed": 52924, "rating": "R", "studios": ["Studio Deen"], "members": 90472, "score_6_votes": 5534, "users_plan_to_watch": 24970, "score_9_votes": 6776, "users_total": 90472, "rank": 1355, "episodes": 12, "duration": 23.0, "related_ids": [9065, 9723, 10350, 11663, 13117, 13119, 32011, 13115, 13117], "id": 6895, "category": "anime", "genres": ["Action", "Historical", "Supernatural", "Drama", "Samurai", "Josei"], "score_1_votes": 130, "title": "Hakuouki", "score_10_votes": 5652, "source": "Visual novel", "users_dropped": 4224, "score": 7.57, "score_total_votes": 43707, "type": "TV", "status": "Finished Airing", "users_onhold": 3575, "score_5_votes": 2890, "broadcast": "Unknown", "score_7_votes": 10710, "favorites": 1592, "score_4_votes": 1111, "producers": [], "licensors": ["Sentai Filmworks"], "score_3_votes": 419, "url": "https://myanimelist.net/anime/6895/Hakuouki", "popularity": 643, "score_users": 41692, "premiered": "Spring 2010", "aired_end": "2010-06-20T00:00:00", "aired_start": "2010-04-04T00:00:00", "synopsis": "In 1860's Edo, Japan, 16-year-old Chizuru Yukimura lives a simple life as the daughter of a doctor. When her father's work takes him away from home and into the capital of Kyoto, Chizuru is left alone with only the letters from her father as a means to stay in contact with him. After the letters stop coming though, Chizuru becomes gravely concerned. Disguising herself as a man for safety, she travels to Kyoto to find him, only to find herself being attacked by a group of samurai and a strange, almost inhuman man. Chizuru is saved by a mysterious member of a group known as the Shinsengumi, but because of what she witnessed, she's taken back to their base of operations to be interrogated and possibly silenced…forever. Hakuouki features the striking young men of the Shinsengumi and their secret clan of warriors, who decide to spare Chizuru upon finding out who her father is, revealing that they too are looking for him, but for different reasons. Now Chizuru must not only continue the search for her father among her new friends, but discover secrets bigger than she ever imagined, all the while forming bonds with the handsome young men that will forever change the course of their lives.", "score_8_votes": 10276, "users_watching": 4779, "score_2_votes": 209}