{"users_completed": 5831, "rating": "G", "studios": ["A-1 Pictures"], "members": 11349, "score_6_votes": 590, "users_plan_to_watch": 5136, "score_9_votes": 755, "users_total": 11349, "rank": 1584, "episodes": 1, "duration": 136.0, "related_ids": [], "id": 8115, "category": "anime", "genres": ["Adventure", "Fantasy", "Space"], "score_1_votes": 10, "title": "Uchuu Show e Youkoso", "score_10_votes": 388, "source": "Original", "users_dropped": 73, "score": 7.5, "score_total_votes": 4764, "type": "Movie", "status": "Finished Airing", "users_onhold": 120, "score_5_votes": 232, "broadcast": null, "score_7_votes": 1307, "favorites": 25, "score_4_votes": 86, "producers": ["Aniplex"], "licensors": ["NYAV Post"], "score_3_votes": 30, "url": "https://myanimelist.net/anime/8115/Uchuu_Show_e_Youkoso", "popularity": 2837, "score_users": 4708, "premiered": null, "aired_end": "2010-02-18T00:00:00", "aired_start": "2010-02-18T00:00:00", "synopsis": "A tiny mountain village in a remote woodland region. Five primary school kids have come together in this idyllic spot in order to spend their summer holidays at a camp. At first the children enjoy carefree days amidst unspoiled nature far away from adult supervision. But their life changes dramatically when they come across what they believe to be a small dog, badly in need of help. The creature – known as Pochi – turns out not to be a dog at all but an alien on an important mission. It seems there is a mysterious substance on earth that is coveted throughout the universe. Pochi had almost found it but was so badly injured during a fight that he had to give up his search. Thanks to the children's help, the alien survives – and decides to reward them generously. “Where would you most like to travel?” is the question Pochi puts to his rescuers. Their answer is prompt, if vague: “As far as possible!” Pochi suggests they try the moon first of all, and so, the alien whisks away the kids to the satellite next door. This marks the beginning of an absolutely amazing adventure. During the course of their travels they discover that the substance coveted throughout the universe is in fact also integral to Japanese cuisine – and it just so happens that one of the kids has some of this mysterious substance in his pocket. (Source: Berlinale.de)", "score_8_votes": 1350, "users_watching": 189, "score_2_votes": 16}