{"users_completed": 35, "rating": "G", "studios": ["Nippon Animation"], "members": 255, "score_6_votes": 4, "users_plan_to_watch": 190, "score_9_votes": 0, "users_total": 255, "rank": 9429, "episodes": 1, "duration": 30.0, "related_ids": [], "id": 8495, "category": "anime", "genres": ["Kids", "Magic", "Fantasy"], "score_1_votes": 0, "title": "Mahoutsukai Haley no Speed Story", "score_10_votes": 0, "source": "Unknown", "users_dropped": 14, "score": 6.13, "score_total_votes": 15, "type": "Movie", "status": "Finished Airing", "users_onhold": 10, "score_5_votes": 1, "broadcast": null, "score_7_votes": 4, "favorites": 1, "score_4_votes": 2, "producers": [], "licensors": [], "score_3_votes": 1, "url": "https://myanimelist.net/anime/8495/Mahoutsukai_Haley_no_Speed_Story", "popularity": 9026, "score_users": 15, "premiered": null, "aired_end": "2010-11-06T00:00:00", "aired_start": "2010-11-06T00:00:00", "synopsis": "A scientific animation and the second project of Anime Innovation Tokyo, THINK Corporation and Tokyo Metropolitan Government's investment initiative to sponsor animation works by independant animators or small studios What would be your guess of the world's fastest moving transport? Haley is a student at the school of wizardry, doing nothing but racing with his friends on flying broomsticks. One day, Haley's teacher unveils one of his latest inventions - magic goggles that measure the speed of moving objects, simply by wearing them. He has Haley and his friends use these goggles and compete against each other to decide who will measure the fastest speed of any surrounding animal. Peter, frustrated after losing against Haley, challenges him to another match and the two head toward the human world, taking with them an advanced magic broomstick their teacher had developed. Although this broomstick was incomplete, Haley and Peter succeed in flying around the human world to discover the fastest moving object. Now, what do you suppose this could be...?! (Source: AniDB)", "score_8_votes": 3, "users_watching": 6, "score_2_votes": 0}