{"users_completed": 7337, "rating": "Rx", "studios": [], "members": 11170, "score_6_votes": 735, "users_plan_to_watch": 1983, "score_9_votes": 766, "users_total": 11170, "rank": null, "episodes": 4, "duration": 16.0, "related_ids": [], "id": 9322, "category": "anime", "genres": ["Hentai"], "score_1_votes": 57, "title": "HHH Triple Ecchi", "score_10_votes": 780, "source": "Manga", "users_dropped": 312, "score": 7.37, "score_total_votes": 5572, "type": "OVA", "status": "Finished Airing", "users_onhold": 475, "score_5_votes": 400, "broadcast": null, "score_7_votes": 1317, "favorites": 129, "score_4_votes": 135, "producers": ["Marvelous Entertainment", "Studio Eromatick", "Mary Jane"], "licensors": [], "score_3_votes": 99, "url": "https://myanimelist.net/anime/9322/HHH_Triple_Ecchi", "popularity": 2852, "score_users": 5426, "premiered": null, "aired_end": "2012-02-03T00:00:00", "aired_start": "2010-11-26T00:00:00", "synopsis": "The temptation and allure of sex can be very overpowering, leading people into situations that they never could've imagined themselves being in. HHH Triple Ecchi reveals three of these sexual expeditions across four short stories. Parts one and four showcase the blossoming relationship between the beautiful and talented Shigure Takashima and her soon-to-be lover and classmate, Komatsu Kita. When Shigure's lust and fetishes get the better of her, compelling her to please herself in the classroom after class, she had no idea that Komatsu would stumble upon her while cleaning. What could've been a nightmare for Komatsu turns into a never-ending amount of sexual adventure with Shigure's insatiable sex drive. Part two details a night between the young and busty Konomi and her neighbor, whom she's always seen as an older brother. But when he can no longer contain his attraction to Konomi's overdeveloped form, they both find themselves in the throes of a lust neither one knew existed. The third episode plays out in the bathroom of Otou-san and his daughter Miyuki. Miyuki’s suspicions of her father being a dirty old man are proven true when he can no longer hide his attraction to her and the two partake in a bath that's far more incestuous than it is cleanly. Sex is in the air and no one can deny it... or refuse it! Whether it's only for the night, or in the case of Komatsu and Shigure, the start of a high school romance, why not delve into the sexual realm of HHH Triple Ecchi to experience it for yourself?", "score_8_votes": 1233, "users_watching": 1063, "score_2_votes": 50}