{"users_completed": 385, "rating": "Rx", "studios": [], "members": 713, "score_6_votes": 62, "users_plan_to_watch": 221, "score_9_votes": 9, "users_total": 713, "rank": null, "episodes": 2, "duration": 30.0, "related_ids": [4379], "id": 4400, "category": "anime", "genres": ["Hentai"], "score_1_votes": 9, "title": "Inmu 2", "score_10_votes": 12, "source": "Original", "users_dropped": 28, "score": 5.87, "score_total_votes": 259, "type": "OVA", "status": "Finished Airing", "users_onhold": 26, "score_5_votes": 39, "broadcast": null, "score_7_votes": 53, "favorites": 0, "score_4_votes": 25, "producers": ["NuTech Digital"], "licensors": [], "score_3_votes": 17, "url": "https://myanimelist.net/anime/4400/Inmu_2", "popularity": 7491, "score_users": 252, "premiered": null, "aired_end": "2001-06-22T00:00:00", "aired_start": "2001-03-23T00:00:00", "synopsis": "Sometimes the things we fear most are what we truly want. Enter the world of INMU and come face to face with your darkest fears and your wildest dreams. First Night Youri is not sure she's ready to lose her virginity to her boyfriend. Frustrated, her boyfriend regularly visits a massage parlor in order to get off. Even stranger, the masseuse looks just like Youri. Somehow, Youri is turned on by this betrayal and ends up submitting to her darker side. Second Night A voyeur spies on a sexy nurse in her apartment. His obsession walks the line between fantasy and reality as he's consumed with lust. His passion brings to life a mysterious being which possesses him. When he becomes one of her patients, the man and the being merge, unleashing a full-on assault on his object of desire. Third Night A man playing a fantasy card game discovers that he can enter the game world and take control of the women on the cards. He eventually pushes his luck by merging fantasy and reality and finds that he's reached the point of no return. Fourth Night Caught between fantasy and reality, a young man is seduced by his stepmother and they share a sexual encounter. Once is not enough for this guy as he becomes the seducer. Now he wonders if it was all a dream, or if he's become the victim caught in his stepmother's web. (Source: AnimeOnDVD)", "score_8_votes": 24, "users_watching": 53, "score_2_votes": 9}