{"users_completed": 62637, "rating": "R+", "studios": ["Studio Matrix"], "members": 80476, "score_6_votes": 9703, "users_plan_to_watch": 10514, "score_9_votes": 3863, "users_total": 80476, "rank": 5483, "episodes": 12, "duration": 24.0, "related_ids": [651, 881, 1679], "id": 133, "category": "anime", "genres": ["Comedy", "Ecchi", "Romance", "School", "Slice of Life"], "score_1_votes": 1187, "title": "Green Green", "score_10_votes": 2682, "source": "Visual novel", "users_dropped": 4052, "score": 6.44, "score_total_votes": 50313, "type": "TV", "status": "Finished Airing", "users_onhold": 1680, "score_5_votes": 6370, "broadcast": "Unknown", "score_7_votes": 11878, "favorites": 235, "score_4_votes": 3602, "producers": ["Pony Canyon", "Memory-Tech", "Studio Jack"], "licensors": ["Media Blasters"], "score_3_votes": 1871, "url": "https://myanimelist.net/anime/133/Green_Green", "popularity": 735, "score_users": 48640, "premiered": "Summer 2003", "aired_end": "2003-09-27T00:00:00", "aired_start": "2003-07-12T00:00:00", "synopsis": "Kanenone Gakuen is an all-male boarding school located in the countryside of Japan. Although an all-male school is nothing new, life can become quite difficult when there are no female students for miles around. In order to help the psychological health of everyone involved, the school board has decided to try and merge with the nearest all-girl boarding school in order to become co-ed. The boys of Kanenone are more than thrilled at the prospect, and the girls are curious as to how interesting school life might become if there were more boys around. Before any serious decisions are made, the girls have been invited to stay at Kanenone for one month as a test. Green Green follows Yuusuke Takazaki and his naughty room mates called the Baka (Idiot) Trio, and their ability to talk to the girls without making complete fools of themselves. But as soon as the school bus with the girls arrives, things become weird, hormonal, and hysterical. In particular, a girl named Midori Chitose leaps off the bus and immediately embraces a very confused Yuusuke. Is he a natural ladies' man, or do the two of them have a shared history that he is not aware of?", "score_8_votes": 7762, "users_watching": 1593, "score_2_votes": 1395}