{"users_completed": 27331, "rating": "R+", "studios": ["Madhouse"], "members": 95685, "score_6_votes": 2568, "users_plan_to_watch": 52021, "score_9_votes": 5049, "users_total": 95685, "rank": 907, "episodes": 22, "duration": 23.0, "related_ids": [], "id": 26, "category": "anime", "genres": ["Action", "Sci-Fi", "Psychological", "Drama"], "score_1_votes": 289, "title": "Texhnolyze", "score_10_votes": 4088, "source": "Original", "users_dropped": 4624, "score": 7.78, "score_total_votes": 26409, "type": "TV", "status": "Finished Airing", "users_onhold": 5938, "score_5_votes": 1504, "broadcast": "Thursdays at 03:28 (JST)", "score_7_votes": 5060, "favorites": 1932, "score_4_votes": 897, "producers": ["Group TAC", "Rondo Robe", "Fuji TV", "Pioneer LDC"], "licensors": ["FUNimation Entertainment", "Geneon Entertainment USA"], "score_3_votes": 385, "url": "https://myanimelist.net/anime/26/Texhnolyze", "popularity": 588, "score_users": 23830, "premiered": "Spring 2003", "aired_end": "2003-09-25T00:00:00", "aired_start": "2003-04-17T00:00:00", "synopsis": "Texhnolyze takes place in the city of Lux, a man-made underground city that has crumbled after years of neglect and lack of repairs. Citizens of Lux have come to refer to their home as simply \"The City\" and treat it as though it has a mind and will of its own. Three major factions battle to control Lux: Organo, a group of \"professionals\" who collaborate with the criminal underworld that controls Texhnolyze (prosthetics), the Salvation Union, a populist group that seeks to disrupt Organo's business, and Racan, a collection of young individuals with Texhnolyzes that use their abilities for personal gain. Ichise was once an orphan who has made a place for himself in Lux as a prize fighter. One day, a fight promoter grows angry with him and the altercation that follows results in Ichise losing an arm and a leg. Before death can take him, Ichise is found by the scientist Eriko Kamata, who uses him as a test subject for her newly designed Texhnolyze. With these powerful new limbs at his disposal, Ichise begins to work for Oonishi, the leader of Organo. He soon meets a mysterious young girl, Ran, who has the power to see possible futures. Together, they soon realize that Lux is on the brink of war and collapse, and that they may be the only ones who can save The City.", "score_8_votes": 6308, "users_watching": 5771, "score_2_votes": 261}