{"users_completed": 43256, "rating": "PG-13", "studios": ["Sunrise"], "members": 104798, "score_6_votes": 1958, "users_plan_to_watch": 47707, "score_9_votes": 12014, "users_total": 104798, "rank": 170, "episodes": 26, "duration": 25.0, "related_ids": [10735], "id": 329, "category": "anime", "genres": ["Drama", "Romance", "Sci-Fi", "Seinen", "Space"], "score_1_votes": 84, "title": "Planetes", "score_10_votes": 7450, "source": "Manga", "users_dropped": 3047, "score": 8.38, "score_total_votes": 39663, "type": "TV", "status": "Finished Airing", "users_onhold": 5149, "score_5_votes": 890, "broadcast": "Unknown", "score_7_votes": 5599, "favorites": 2399, "score_4_votes": 342, "producers": ["Bandai Visual", "NHK"], "licensors": ["Bandai Entertainment"], "score_3_votes": 127, "url": "https://myanimelist.net/anime/329/Planetes", "popularity": 517, "score_users": 37505, "premiered": "Fall 2003", "aired_end": "2004-04-17T00:00:00", "aired_start": "2003-10-04T00:00:00", "synopsis": "In 2075, space travel is no longer just a dream, but an everyday reality for mankind. Advancements in science and technology have led to the colonization of the moon, the commercialization of outer space, and the formation of large space corporations. Ai Tanabe, an upbeat woman whose interests lie in the cosmos, joins Technora Corporation as a member of their Debris Section, a department dedicated to the removal of dangerous space junk between the orbits of the Earth and Moon. However, Ai soon discovers how unappreciated her job is. As the laughingstock of Technora, the Debris Section is severely understaffed, poorly funded, and is forced to use a dilapidated spaceship nicknamed the \"Toy Box\" for debris retrieval. Undeterred, Ai perseveres and gradually becomes acquainted with the strange personalities that make up the Debris Section's staff, such as the bumbling but good-natured chief clerk Philippe Myers; the mysterious and tight-lipped temp worker Edelgard Rivera; and the hotheaded and passionate Hachirota Hoshino, who longs for a spaceship to call his own. Winner of the Seiun Award in 2005, Planetes is an unconventional sci-fi series that portrays the vastness of space as a backdrop for the personal lives of ordinary people—people who may have been born on Earth, but whose hopes and dreams lie amongst the stars. [Written by MAL Rewrite]", "score_8_votes": 11117, "users_watching": 5639, "score_2_votes": 82}