{"users_completed": 11396, "rating": "R+", "studios": ["J.C.Staff"], "members": 15747, "score_6_votes": 1260, "users_plan_to_watch": 3144, "score_9_votes": 286, "users_total": 15747, "rank": 7907, "episodes": 2, "duration": 30.0, "related_ids": [], "id": 788, "category": "anime", "genres": ["Ecchi", "Comedy", "Harem", "School"], "score_1_votes": 1445, "title": "Eiken: Eikenbu yori Ai wo Komete", "score_10_votes": 434, "source": "Manga", "users_dropped": 652, "score": 4.65, "score_total_votes": 9235, "type": "OVA", "status": "Finished Airing", "users_onhold": 203, "score_5_votes": 1228, "broadcast": null, "score_7_votes": 1045, "favorites": 22, "score_4_votes": 1138, "producers": ["Genco"], "licensors": ["Media Blasters"], "score_3_votes": 832, "url": "https://myanimelist.net/anime/788/Eiken__Eikenbu_yori_Ai_wo_Komete", "popularity": 2385, "score_users": 9089, "premiered": null, "aired_end": "2004-06-23T00:00:00", "aired_start": "2003-06-25T00:00:00", "synopsis": "To some people, Densuke Mifune looks like the luckiest man in the world. Thanks to a chance encounter with the brilliant, beautiful, busty, but extremely shy Chiharu Shinonome, Eiken: Eikenbu yori Ai wo Komete sees Densuke being forcibly invited to join the mysterious Eiken Club. Led by Kirika Misono, she recruited Densuke both for his completely boring, unassuming nature and his completely accidental groping of Chiharu’s chest. Despite the fact that he’s now surrounded by insanely busty women, Densuke can’t catch a break to save his life. All of his attempts to get closer to Chiharu end up backfiring, making him look like a deviant pervert. His situation is made more complicated by the rest of the Eiken Club’s overly sexual antics and Chiharu’s younger sister intentionally trying to get Densuke into some…compromising positions. It doesn’t help matters that Chiharu has expressed fondness for Densuke in return, but all of the accidental circumstances keep pushing her away. Densuke needs to act fast if he wants to find his way back into Chiharu’s good graces. A beauty like her doesn’t go unnoticed, and he may very well find that he’s not the only one trying to win Chiharu’s heart.", "score_8_votes": 540, "users_watching": 352, "score_2_votes": 1027}