{"users_completed": 78395, "rating": "G", "studios": ["Studio Ghibli"], "members": 92313, "score_6_votes": 4924, "users_plan_to_watch": 12910, "score_9_votes": 12494, "users_total": 92313, "rank": 554, "episodes": 1, "duration": 75.0, "related_ids": [585], "id": 597, "category": "anime", "genres": ["Adventure", "Drama", "Fantasy"], "score_1_votes": 47, "title": "Neko no Ongaeshi", "score_10_votes": 8945, "source": "Other", "users_dropped": 116, "score": 7.98, "score_total_votes": 60173, "type": "Movie", "status": "Finished Airing", "users_onhold": 368, "score_5_votes": 1696, "broadcast": null, "score_7_votes": 13677, "favorites": 464, "score_4_votes": 439, "producers": [], "licensors": ["Walt Disney Studios", "GKids"], "score_3_votes": 132, "url": "https://myanimelist.net/anime/597/Neko_no_Ongaeshi", "popularity": 618, "score_users": 59893, "premiered": null, "aired_end": "2002-07-20T00:00:00", "aired_start": "2002-07-20T00:00:00", "synopsis": "Haru Yoshioka is your ordinary high school girl who has trouble making decisions for herself. One day, she spots a strange cat crossing the road with a small present... and a truck headed straight for it! Haru doesn’t even stop to think before jumping in front of the truck and getting them both to safety. This one selfless act initiates a chain of events that sends Haru on an epic adventure. The cat she saved turns out to be no ordinary feline, but Lune, Prince of the Cats. In honour of her bravery and for saving his life, he offers to marry her. Haru mutters a reply which is taken to be a \"yes\", and for better or for worse, her fate is sealed. Alongside her cat companions Muta and the Baron, she's aided from above by a raven named Toto, and must travel to the cat world in order to rectify this misunderstanding. Her journey is tougher than it seems: If she cannot escape from the claws of the King of the Cats and find her true self, she will be turned into a cat forever. Haru may start off as an everyday girl, but after her descent into the world of cats, she returns a different beast entirely.", "score_8_votes": 17765, "users_watching": 524, "score_2_votes": 54}