{"users_completed": 5474, "rating": "PG-13", "studios": ["Sunrise"], "members": 16510, "score_6_votes": 1438, "users_plan_to_watch": 3686, "score_9_votes": 285, "users_total": 16510, "rank": 6896, "episodes": 26, "duration": 24.0, "related_ids": [80, 89, 31454], "id": 23259, "category": "anime", "genres": ["Action", "Sci-Fi", "Space", "Mecha"], "score_1_votes": 159, "title": "Gundam: G no Reconguista", "score_10_votes": 158, "source": "Original", "users_dropped": 3385, "score": 5.86, "score_total_votes": 6665, "type": "TV", "status": "Finished Airing", "users_onhold": 1714, "score_5_votes": 1110, "broadcast": "Fridays at 01:44 (JST)", "score_7_votes": 1295, "favorites": 29, "score_4_votes": 842, "producers": ["Sotsu", "Mainichi Broadcasting System", "Tohokushinsha Film Corporation"], "licensors": [], "score_3_votes": 421, "url": "https://myanimelist.net/anime/23259/Gundam__G_no_Reconguista", "popularity": 2332, "score_users": 5443, "premiered": "Fall 2014", "aired_end": "2015-03-27T00:00:00", "aired_start": "2014-10-03T00:00:00", "synopsis": "In the 1014th year of the Regild Century, humanity has seemingly prospered after previous centuries of war. This is due to the ability to harvest power through the use of photon batteries, and an orbital elevator known as the Capital Tower, which has become something of a religious icon for the new age. However, various threats to the Capital Tower have necessitated the creation of an academy meant to teach promising students how to defend and repair it, named the Capital Guard Academy. Gundam G no Reconguista begins with Bellri Zenam, a student at the Capital Guard Academy, and his classmates undergoing a practical exercise in repairing the Umbilical Cable of the Central Tower. Unluckily for them, they get attacked by the mobile suit known as \"G-Self,\" piloted by the female space pirate, Aida. Though Bellri and his classmates manage to capture her and the mobile suit, the Capital Guard Academy also comes under attack shortly afterwards, and they are quickly overwhelmed. Realizing that they need the power of the G-Self to defend their home, Bellri hops into the cockpit and heads into action himself in an attempt to defend his friends and home.", "score_8_votes": 706, "users_watching": 2251, "score_2_votes": 251}