{"users_completed": 12499, "rating": "PG-13", "studios": ["Studio Gokumi"], "members": 31778, "score_6_votes": 2710, "users_plan_to_watch": 6594, "score_9_votes": 413, "users_total": 31778, "rank": 7085, "episodes": 12, "duration": 24.0, "related_ids": [], "id": 24011, "category": "anime", "genres": ["Fantasy"], "score_1_votes": 563, "title": "Lance N' Masques", "score_10_votes": 396, "source": "Light novel", "users_dropped": 7653, "score": 5.73, "score_total_votes": 13401, "type": "TV", "status": "Finished Airing", "users_onhold": 1640, "score_5_votes": 2364, "broadcast": "Fridays at 01:46 (JST)", "score_7_votes": 2373, "favorites": 31, "score_4_votes": 1699, "producers": ["Pony Canyon", "TBS", "DAX Production"], "licensors": ["Ponycan USA"], "score_3_votes": 1004, "url": "https://myanimelist.net/anime/24011/Lance_N_Masques", "popularity": 1582, "score_users": 11000, "premiered": "Fall 2015", "aired_end": "2015-12-18T00:00:00", "aired_start": "2015-10-02T00:00:00", "synopsis": "Youtarou Hanabusa is a Knight of the World, an order of knights active in the present time, whose job it is to aid those in need. Whenever someone cries out for help, Youtarou will be there! As the hero Knight Lancer, Youtarou dons a cape and mask, and wields an impressively powerful lance. His intentions might be noble, but a knight kissing ladies’ hands in the 21st century can come across as just a bit strange… Youtarou just can’t help himself. He has what he calls White Knight Syndrome: whenever someone is in need, his body reacts automatically in a “knight-like manner.” His fighting abilities and kindness are put to the test when he saves the young Makio Kidouin. Youtarou discovers that Makio is the only daughter of a wealthy family, and lives alone in the care of a group of maids. All Youtarou wanted was to leave his knighthood behind and start a normal life. But when he decides to take Makio under his wing, he becomes involved in something much bigger than him. Now Youtarou must defend Makio, without giving away the secret identity of the Knight Lancer she idolizes.", "score_8_votes": 1197, "users_watching": 3392, "score_2_votes": 682}