{"users_completed": 80082, "rating": "R", "studios": ["Lerche"], "members": 139635, "score_6_votes": 6990, "users_plan_to_watch": 33414, "score_9_votes": 13008, "users_total": 139635, "rank": 1031, "episodes": 12, "duration": 24.0, "related_ids": [33119], "id": 24765, "category": "anime", "genres": ["Horror", "Mystery", "Psychological", "School", "Slice of Life"], "score_1_votes": 200, "title": "Gakkougurashi!", "score_10_votes": 7265, "source": "Manga", "users_dropped": 6796, "score": 7.71, "score_total_votes": 70880, "type": "TV", "status": "Finished Airing", "users_onhold": 6408, "score_5_votes": 3087, "broadcast": "Thursdays at 21:30 (JST)", "score_7_votes": 16605, "favorites": 1534, "score_4_votes": 1317, "producers": ["Nitroplus", "NBCUniversal Entertainment Japan"], "licensors": ["Sentai Filmworks"], "score_3_votes": 518, "url": "https://myanimelist.net/anime/24765/Gakkougurashi", "popularity": 367, "score_users": 68020, "premiered": "Summer 2015", "aired_end": "2015-09-24T00:00:00", "aired_start": "2015-07-09T00:00:00", "synopsis": "Yuki Takeya loves her school so much that she does not want to ever leave! Megurigaoka Private High School is a unique and lively place where Yuki enjoys her carefree life as a third-year high school student and member of the School Living Club. The club, consisting of the president Yuuri Wakasa, the athletic Kurumi Ebisuzawa, the mature junior Miki Naoki, the supervising teacher Megumi Sakura, and the club dog Taroumaru, prides itself on making the most of life at school. However, this illusion of endless bliss is just a bubble waiting to be burst because Yuki is unable to perceive what is truly happening around her. In reality, all is not as it seems—the real purpose of the School Living Club is to escape from the shocking and disturbing truth: the girls are in the middle of a zombie apocalypse and have barricaded themselves inside the school as the sole survivors. Based on the manga by Kaihou Norimitsu, Gakkougurashi! follows a group of girls who are forced to adapt to a post-apocalyptic life all by themselves. They have no means of contact with the outside world and are surrounded by hostile undead waiting to devour them. The girls must not only contend with the challenge of survival; they must also strive to maintain a false appearance of normality in Yuki's presence. [Written by MAL Rewrite]", "score_8_votes": 21583, "users_watching": 12935, "score_2_votes": 307}