{"users_completed": 16572, "rating": "PG-13", "studios": ["Shirogumi", "Encourage Films"], "members": 36388, "score_6_votes": 2539, "users_plan_to_watch": 11938, "score_9_votes": 1376, "users_total": 36388, "rank": 3242, "episodes": 12, "duration": 24.0, "related_ids": [31070, 33509], "id": 28221, "category": "anime", "genres": ["Action", "Comedy", "Fantasy"], "score_1_votes": 104, "title": "Etotama", "score_10_votes": 718, "source": "Original", "users_dropped": 3290, "score": 7.04, "score_total_votes": 14635, "type": "TV", "status": "Finished Airing", "users_onhold": 1669, "score_5_votes": 1314, "broadcast": "Thursdays at 23:00 (JST)", "score_7_votes": 4356, "favorites": 85, "score_4_votes": 618, "producers": ["Pony Canyon"], "licensors": ["Ponycan USA"], "score_3_votes": 304, "url": "https://myanimelist.net/anime/28221/Etotama", "popularity": 1448, "score_users": 13429, "premiered": "Spring 2015", "aired_end": "2015-06-25T00:00:00", "aired_start": "2015-04-09T00:00:00", "synopsis": "When Takeru Amato moved into his new apartment in Akihabara, he was warned that there was one problem with it. He wasn’t warned, however, that the problem was a hole in the floor that leads to the realm of the zodiac gods. He also wasn’t told about Nyaa-tan, the eccentric, immature, prospective zodiac-sign cat. Nyaa-tan would like nothing more than to join the rest of the girls, otherwise known as Eto-shin, in the Chineze zodiac, but she’s going to have to fight to work her way in. Fortunately, establishing a relationship with Takeru can help her with that. In Etotama the members of the zodiac don’t just represent people’s births; they draw their power from positive human emotions in the form of energy called Sol/Lull. With this power, the Eto-musume, or potential Eto-shin, can change from their mostly humanoid appearances into smaller “pretty modes” that can battle with each other in the Eto world. Nyaa-tan needs to get Takeru to warm up to him fast, and not just because they’re living together. The ETM12 selection festival to determine the next member of the zodiac is coming soon. With Takeru’s good graces, Nyaa-tan just might be able to fight off the other Eto-musume and the 12 Eto-shin themselves, and finally take her place in the zodiac.", "score_8_votes": 3185, "users_watching": 2919, "score_2_votes": 121}