{"users_completed": 49686, "rating": "PG-13", "studios": ["Studio Chizu"], "members": 80275, "score_6_votes": 1245, "users_plan_to_watch": 27882, "score_9_votes": 14060, "users_total": 80275, "rank": 71, "episodes": 1, "duration": 118.0, "related_ids": [31108], "id": 28805, "category": "anime", "genres": ["Adventure", "Supernatural"], "score_1_votes": 34, "title": "Bakemono no Ko", "score_10_votes": 9654, "source": "Original", "users_dropped": 126, "score": 8.58, "score_total_votes": 41150, "type": "Movie", "status": "Finished Airing", "users_onhold": 572, "score_5_votes": 433, "broadcast": null, "score_7_votes": 4502, "favorites": 944, "score_4_votes": 157, "producers": ["Dentsu", "Yomiuri Telecasting Corporation", "Kadokawa Shoten", "Toho", "Nippon Television Network Corporation"], "licensors": ["FUNimation Entertainment"], "score_3_votes": 40, "url": "https://myanimelist.net/anime/28805/Bakemono_no_Ko", "popularity": 740, "score_users": 40740, "premiered": null, "aired_end": "2015-07-11T00:00:00", "aired_start": "2015-07-11T00:00:00", "synopsis": "Bakemono no Ko is the tale of a boy and a beast: both lonely, both stubborn, and both strong. For nine-year-old Ren, things could hardly be worse. His mother has passed away in a traffic accident, his father is nowhere to be found, and his extended family is cold and distant. Desperate, Ren runs away to the mean streets of Shibuya to try and survive on his own. In the beast realm of Shibuten, the fierce warrior Kumatetsu is certainly feared, but not especially liked or respected. When the Lord decides to retire and become a God, Kumatetsu would be a natural candidate to replace him; he and the noble Lord Iouzan are the two strongest in the land. But Kumatetsu is so anti-social he's never even managed to hold on to a disciple. And until he proves he can, he'll never be a serious contender. When Ren gets lost in a maze of alleyways and finds himself in the strange land of Shibuten, fate brings these two stubborn and fierce-willed souls together, and Kumatestu re-names the boy \"Kyuuta.\" Each of them has much they can teach the other, but where these two are concerned, nothing is going to be easy. As Kyuuta adjusts to his new home he finds himself torn between two worlds—two worlds that are far less separate than either the Boy or the Beast realizes.", "score_8_votes": 11009, "users_watching": 2009, "score_2_votes": 16}