{"users_completed": 1688, "rating": "Rx", "studios": ["G-Lam"], "members": 3463, "score_6_votes": 176, "users_plan_to_watch": 962, "score_9_votes": 151, "users_total": 3463, "rank": null, "episodes": 1, "duration": 26.0, "related_ids": [], "id": 29808, "category": "anime", "genres": ["Hentai"], "score_1_votes": 11, "title": "Namaiki: Kissuisou e Youkoso! The Animation", "score_10_votes": 164, "source": "Visual novel", "users_dropped": 95, "score": 7.16, "score_total_votes": 1385, "type": "OVA", "status": "Finished Airing", "users_onhold": 174, "score_5_votes": 120, "broadcast": null, "score_7_votes": 372, "favorites": 20, "score_4_votes": 47, "producers": ["Pink Pineapple"], "licensors": [], "score_3_votes": 26, "url": "https://myanimelist.net/anime/29808/Namaiki__Kissuisou_e_Youkoso_The_Animation", "popularity": 4589, "score_users": 1277, "premiered": null, "aired_end": "2015-04-24T00:00:00", "aired_start": "2015-04-24T00:00:00", "synopsis": "Satoshi Ashifuji is a working student attending university under a scholarship. Somehow, he ends up with the custody of the dormitory Kissuisou, but its residents are all women with big problems! Furthermore, when fixing the dorm's clock tower, a self-proclaimed Zashiki-warashi who calls herself Ibaraki appears, beckoning even more trouble. With all those currently residing emanating such ridiculously negative auras, if nothing changes within half a year some terrible misfortune would befall the dorm which would get demolished regardless of its condition. If that happens, with no place left to go, all that negativity would pile themselves onto Satoshi, paving a future life of hell for him. To avoid such a disaster, Satoshi decides to inject some positivity infused with Ibaraki's powers into the lives of the residents. In other words, it doesn't matter where they do it as long as he comes inside! In this way, the overly reckless ejaculation strategy with regards to the dorm's residents Satoshi bet his life on commences. (Source: VNDB)", "score_8_votes": 309, "users_watching": 544, "score_2_votes": 9}