{"users_completed": 528, "rating": "Rx", "studios": [], "members": 1161, "score_6_votes": 83, "users_plan_to_watch": 346, "score_9_votes": 9, "users_total": 1161, "rank": null, "episodes": 1, "duration": 26.0, "related_ids": [], "id": 31331, "category": "anime", "genres": ["Hentai", "Space"], "score_1_votes": 8, "title": "Busou Shoujotai: Blade Briders The Animation", "score_10_votes": 23, "source": "Visual novel", "users_dropped": 59, "score": 5.55, "score_total_votes": 412, "type": "OVA", "status": "Finished Airing", "users_onhold": 62, "score_5_votes": 85, "broadcast": null, "score_7_votes": 59, "favorites": 1, "score_4_votes": 53, "producers": ["Pink Pineapple"], "licensors": [], "score_3_votes": 34, "url": "https://myanimelist.net/anime/31331/Busou_Shoujotai__Blade_Briders_The_Animation", "popularity": 6658, "score_users": 375, "premiered": null, "aired_end": "2015-10-30T00:00:00", "aired_start": "2015-10-30T00:00:00", "synopsis": "In the late 21st century, humankind came under a fierce attack from aliens who suddenly appeared via wormholes. They were helpless to fight against them and resigned themselves to imminent death. At that time, an ultimate weapon which could create items out of imagination was discovered in a expansive cave under Japan, along with its young master Ryuusei who was in cryostasis. The indiscriminate alien attacks awoke him and he led the humans to a decisive victory. One year later, while the areas which had been destroyed by the aliens were still being rebuilt, Ryuusei was appointed as the commander of the newly-formed Defence Force of Earth, which was created to fight against space invaders. However, he was the only person who could use the ‘imagination embodiment device’. If something was to happen to him, then calamity would befall the world. So the Defence Force of Earth decided to recruit girls with potential to fight alongside him. Even though they hesitated at first, they each had their own reasons to join Ryuusei. Thus, the special force ‘Blade Briders’ was formed, to protect the Earth against the aliens who have returned. (Source: Hau~ Omochikaeri!)", "score_8_votes": 27, "users_watching": 166, "score_2_votes": 31}