{"users_completed": 1039, "rating": "Rx", "studios": ["T-Rex"], "members": 1896, "score_6_votes": 132, "users_plan_to_watch": 555, "score_9_votes": 40, "users_total": 1896, "rank": null, "episodes": 2, "duration": 21.0, "related_ids": [3479, 34399], "id": 31652, "category": "anime", "genres": ["Demons", "Hentai", "Supernatural"], "score_1_votes": 19, "title": "Taimanin Asagi 2", "score_10_votes": 56, "source": "Visual novel", "users_dropped": 52, "score": 6.08, "score_total_votes": 724, "type": "OVA", "status": "Finished Airing", "users_onhold": 73, "score_5_votes": 118, "broadcast": null, "score_7_votes": 145, "favorites": 6, "score_4_votes": 76, "producers": ["ZIZ Entertainment (ZIZ)"], "licensors": [], "score_3_votes": 29, "url": "https://myanimelist.net/anime/31652/Taimanin_Asagi_2", "popularity": 5748, "score_users": 700, "premiered": null, "aired_end": "2015-10-30T00:00:00", "aired_start": "2015-10-30T00:00:00", "synopsis": "One year has passed since the Chaos Arena was destroyed, Asagi and Sakura were presently on an abandoned street on a man-made island that floated on top of Tokyo Bay. It was an enormous box-shaped island built by the government and referred to as \"Tokyo Kingdom.\" There was hope that it would become a second city center floating at sea, but it had failed to attract businesses. The only way of getting to and from the island was through Honshu Island over the 10 kilometer Tokyo Kingdom bridge. Unfortunately, this narrow route was the means in which the inhabitants of hell found their way onto the island, luring anarchists, criminals, and even illegal immigrants there, transforming the streets of the sea bound city into a world-renowned haven for danger. However abandoned the streets were, order did exist in such a place despite it being a breeding place of crime. There was a business district at the heart as well as one of Asia's greatest prostitute grottoes. Whether or not it was only the strong who survived, the viability of living there required one not to be careless in making friends with the strong. (Source: Dark Translations)", "score_8_votes": 76, "users_watching": 177, "score_2_votes": 33}