{"users_completed": 14, "rating": "PG", "studios": [], "members": 57, "score_6_votes": 2, "users_plan_to_watch": 24, "score_9_votes": 1, "users_total": 57, "rank": 10617, "episodes": 1, "duration": 90.0, "related_ids": [32889], "id": 32890, "category": "anime", "genres": ["Action", "Adventure", "Comedy"], "score_1_votes": 0, "title": "Tu Xia Zhi Qing Li Chuanshuo", "score_10_votes": 0, "source": "Original", "users_dropped": 9, "score": 6.0, "score_total_votes": 9, "type": "Movie", "status": "Finished Airing", "users_onhold": 2, "score_5_votes": 1, "broadcast": null, "score_7_votes": 2, "favorites": 0, "score_4_votes": 1, "producers": [], "licensors": [], "score_3_votes": 0, "url": "https://myanimelist.net/anime/32890/Tu_Xia_Zhi_Qing_Li_Chuanshuo", "popularity": 11707, "score_users": 9, "premiered": null, "aired_end": "2015-02-21T00:00:00", "aired_start": "2015-02-21T00:00:00", "synopsis": "Sequel to the movie Legend of a Rabbit It’s been couples of years since Tu defeated Slash. More than a hero, Tu is regarded as the protector of the village defeating bandits and upholding justice. However, with no real foundation in Kung Fu, Tu has to start from zero in order to harness the Kung Fu skills which he inherited from the Grandmaster. One day, Tu rescues an old injured warrior who finally turns out to be the evil Zhan. Zhan plans to take over the world of Martial Art by acquiring a precious gem from the real successor Lan of Huo Clan. Upon confrontation, Tu fails to save Lan and the Martial of Fire. The reality hits him and Tu realizes he’s just a lucky rabbit who happens to inherit the Grandmaster’s Kung Fu. Therefore, Tu restarts to practicing Kung Fu as much encouragement from Penny and Biggie. As time goes by, Tu’s able to get on his feet and join his fellow warriors, Penny and Biggie, to stop Zhan’s evil plan, while Zhan is getting closer to his goal. Finally, Tu defeats against evil Zhan by holding the True Harmony of the Martial of Fire & Water. (Source: GSC Movies)", "score_8_votes": 1, "users_watching": 8, "score_2_votes": 1}