{"users_completed": 760657, "rating": "PG-13", "studios": ["A-1 Pictures"], "members": 890680, "score_6_votes": 55588, "users_plan_to_watch": 44516, "score_9_votes": 132089, "users_total": 890680, "rank": 806, "episodes": 25, "duration": 23.0, "related_ids": [16099, 20021], "id": 11757, "category": "anime", "genres": ["Action", "Adventure", "Fantasy", "Game", "Romance"], "score_1_votes": 6753, "title": "Sword Art Online", "score_10_votes": 141102, "source": "Light novel", "users_dropped": 34384, "score": 7.83, "score_total_votes": 653315, "type": "TV", "status": "Finished Airing", "users_onhold": 13343, "score_5_votes": 34011, "broadcast": "Sundays at 00:00 (JST)", "score_7_votes": 106816, "favorites": 40848, "score_4_votes": 21040, "producers": ["Aniplex", "Genco", "DAX Production", "ASCII Media Works"], "licensors": ["Aniplex of America"], "score_3_votes": 11476, "url": "https://myanimelist.net/anime/11757/Sword_Art_Online", "popularity": 3, "score_users": 637827, "premiered": "Summer 2012", "aired_end": "2012-12-23T00:00:00", "aired_start": "2012-07-08T00:00:00", "synopsis": "In the year 2022, virtual reality has progressed by leaps and bounds, and a massive online role-playing game called Sword Art Online (SAO) is launched. With the aid of \"NerveGear\" technology, players can control their avatars within the game using nothing but their own thoughts. Kazuto Kirigaya, nicknamed \"Kirito,\" is among the lucky few enthusiasts who get their hands on the first shipment of the game. He logs in to find himself, with ten-thousand others, in the scenic and elaborate world of Aincrad, one full of fantastic medieval weapons and gruesome monsters. However, in a cruel turn of events, the players soon realize they cannot log out; the game's creator has trapped them in his new world until they complete all one hundred levels of the game. In order to escape Aincrad, Kirito will now have to interact and cooperate with his fellow players. Some are allies, while others are foes, like Asuna Yuuki, who commands the leading group attempting to escape from the ruthless game. To make matters worse, Sword Art Online is not all fun and games: if they die in Aincrad, they die in real life. Kirito must adapt to his new reality, fight for his survival, and hopefully break free from his virtual hell. [Written by MAL Rewrite]", "score_8_votes": 137455, "users_watching": 37780, "score_2_votes": 6985}