{"users_completed": 220121, "rating": "PG-13", "studios": ["Sunrise"], "members": 323548, "score_6_votes": 19569, "users_plan_to_watch": 55707, "score_9_votes": 34068, "users_total": 323548, "rank": 1199, "episodes": 24, "duration": 24.0, "related_ids": [13859, 13939, 31763], "id": 11759, "category": "anime", "genres": ["Action", "Game", "Sci-Fi", "Romance", "School"], "score_1_votes": 1007, "title": "Accel World", "score_10_votes": 18380, "source": "Light novel", "users_dropped": 18708, "score": 7.63, "score_total_votes": 189198, "type": "TV", "status": "Finished Airing", "users_onhold": 12630, "score_5_votes": 9596, "broadcast": "Saturdays at 00:30 (JST)", "score_7_votes": 45003, "favorites": 3130, "score_4_votes": 4771, "producers": ["Genco", "Rakuonsha", "Warner Bros.", "flying DOG", "ASCII Media Works"], "licensors": ["Viz Media"], "score_3_votes": 2107, "url": "https://myanimelist.net/anime/11759/Accel_World", "popularity": 86, "score_users": 180674, "premiered": "Spring 2012", "aired_end": "2012-09-22T00:00:00", "aired_start": "2012-04-07T00:00:00", "synopsis": "Haruyuki Arita is an overweight, bullied middle schooler who finds solace in playing online games. But his life takes a drastic turn one day, when he finds that all his high scores have been topped by Kuroyukihime, the popular vice president of the student council. She then invites him to the student lounge and introduces him to \"Brain Burst,\" a program which allows the users to accelerate their brain waves to the point where time seems to stop. Brain Burst also functions as an augmented reality fighting game, and in order to get more points to accelerate, users must win duels against other players. However, if a user loses all their points, they will also lose access to Brain Burst forever. Kuroyukihime explains that she chose to show Haruyuki the program because she needs his help. She wants to meet the creator of Brain Burst and uncover the reason of why it was created, but that's easier said than done; to do so, she must defeat the \"Six Kings of Pure Color,\" powerful faction leaders within the game, and reach level 10, the highest level attainable. After the girl helps Haruyuki overcome the bullies that torment him, he vows to help her realize her goal, and so begins the duo's fight to reach the top. [Written by MAL Rewrite]", "score_8_votes": 53568, "users_watching": 16382, "score_2_votes": 1129}