{"users_completed": 8411, "rating": "G", "studios": ["OLM"], "members": 11907, "score_6_votes": 967, "users_plan_to_watch": 1738, "score_9_votes": 982, "users_total": 11907, "rank": 1752, "episodes": 51, "duration": 23.0, "related_ids": [10507, 18097], "id": 13261, "category": "anime", "genres": ["Sports", "Super Power", "Shounen"], "score_1_votes": 28, "title": "Inazuma Eleven Go: Chrono Stone", "score_10_votes": 863, "source": "Game", "users_dropped": 566, "score": 7.45, "score_total_votes": 6843, "type": "TV", "status": "Finished Airing", "users_onhold": 446, "score_5_votes": 456, "broadcast": "Wednesdays at 19:00 (JST)", "score_7_votes": 1684, "favorites": 116, "score_4_votes": 198, "producers": [], "licensors": [], "score_3_votes": 96, "url": "https://myanimelist.net/anime/13261/Inazuma_Eleven_Go__Chrono_Stone", "popularity": 2774, "score_users": 6443, "premiered": "Spring 2012", "aired_end": "2013-05-01T00:00:00", "aired_start": "2012-04-18T00:00:00", "synopsis": "Inazuma Eleven Go: Chrono Stone is set after the Holy Road Soccer Tournament. The hero of of the moment, Tenma Matsukaze, traveled all over Japan to teach soccer to kids. He returns to Raimon Junior High School after completing his mission, but to his surprise, it's no longer the same Raimon Junior High that he remembers. The soccer club is non-existent, and the members of the champion team in the Holy Road Soccer Tournament have no recollection of taking part in the tournament. They neither remember Tenma nor the game of soccer they loved. As Tenma is baffled by this twist, Alpha, the leader of the Route Agents and captain of Protocol Omega team, suddenly appears before him. Alpha declares that he and his team are responsible for wiping out passion for soccer in Raimon along with the memories of the soccer club members: and Tenma himself is next. That's when a strange boy named Fei Rune appears just in time to save him. Just who is Fei, and why does Alpha want to eliminate soccer for good? Tenma knows that he needs to do everything in his power to emerge victorious. It's a battle that could seal the fate of soccer forever.", "score_8_votes": 1522, "users_watching": 746, "score_2_votes": 47}