{"rating": "PG-13", "studios": ["TMS Entertainment"], "members": 185131, "rank": 388, "episodes": 13, "duration": 24.0, "id": 14713, "category": "anime", "genres": ["Fantasy", "Comedy", "Romance", "Supernatural", "Demons", "Shoujo"], "title": "Kamisama Hajimemashita", "source": "Manga", "score": 8.13, "type": "TV", "status": "Finished Airing", "broadcast": "Unknown", "favorites": 4481, "producers": ["TV Tokyo", "Dentsu", "Sotsu", "Pony Canyon", "Hakusensha", "DAX Production"], "licensors": ["FUNimation Entertainment"], "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita", "popularity": 240, "score_users": 98513, "premiered": "Fall 2012", "aired_end": "2012-12-25T00:00:00", "aired_start": "2012-10-02T00:00:00", "synopsis": "Nanami Momozono dreams of living a normal life, just like any other average high school girl. Instead, she must cope with the fact that her deadbeat father accumulated a bunch of gambling debts and abandoned her. And since she can't afford to pay the rent, she's now homeless. Despite this unfortunate turn of events, Nanami still maintains a kind heart. One day in the park, she saves a poor man from a vicious attack, and in a perfect example of how good deeds are rewarded, the man thanks her by giving her his home. The offer sounds suspicious, but beggars can't be choosers. When Nanami arrives at the man's home, however, she discovers it isn't a house at all. It's a shrine. She learns that the man she saved was actually a god and that by giving her his home, she has now assumed his godhood and all of the duties that go along with it. The role seems daunting but it turns out that the previous god had a familiar named Tomoe. A powerful and skilled fox demon, Tomoe should be able to help Nanami transition into her new role as a deity... if the two of them don't kill each other first, that is. Kamisama Hajimemashita follows Nanami's life as a human god, her quest to win Tomoe's trust, and the romantic feelings she develops for him along the way."}