{"users_completed": 61830, "rating": "PG-13", "studios": ["Seven Arcs"], "members": 97646, "score_6_votes": 7661, "users_plan_to_watch": 22578, "score_9_votes": 5942, "users_total": 97646, "rank": 2603, "episodes": 13, "duration": 24.0, "related_ids": [11783, 29413], "id": 10155, "category": "anime", "genres": ["Action", "Adventure", "Fantasy", "Magic"], "score_1_votes": 288, "title": "Dog Days", "score_10_votes": 3442, "source": "Original", "users_dropped": 6001, "score": 7.21, "score_total_votes": 49794, "type": "TV", "status": "Finished Airing", "users_onhold": 3278, "score_5_votes": 4082, "broadcast": "Unknown", "score_7_votes": 14077, "favorites": 453, "score_4_votes": 1692, "producers": ["Aniplex", "Good Smile Company"], "licensors": [], "score_3_votes": 721, "url": "https://myanimelist.net/anime/10155/Dog_Days", "popularity": 575, "score_users": 47509, "premiered": "Spring 2011", "aired_end": "2011-06-25T00:00:00", "aired_start": "2011-04-02T00:00:00", "synopsis": "Dog Days takes place in the world of Flonyard, an alternate Earth inhabited by beings who resemble humans, but also have the ears and tails of specific animals. The Republic of Biscotti, a union of dog-like citizens, has come under attack by the feline forces of the Galette Leo Knights. In an effort to save Biscotti, Princess Millhiore summons a champion from another world in order to defend her people. That champion is Cinque Izumi, a normal junior high student from Earth. Agreeing to assist Biscotti, Cinque retrieves a sacred weapon called the Palladion and prepares for war. In Flonyard, wars are fought with no casualties and are more akin to sports competitions with the goal of raising money for the participating kingdoms. Cinque is successful in his role as Biscotti’s champion, but learns that a summoned champion cannot be returned to their home world. The scientists of Biscotti will endeavor to find a way for Cinque to return home, but until they figure something out, he must serve Princess Millhiore by continuing to fight as Biscotti’s hero.", "score_8_votes": 11476, "users_watching": 3959, "score_2_votes": 413}