{"users_completed": 3774, "rating": "Rx", "studios": [], "members": 6399, "score_6_votes": 362, "users_plan_to_watch": 1478, "score_9_votes": 360, "users_total": 6399, "rank": null, "episodes": 4, "duration": 30.0, "related_ids": [], "id": 10683, "category": "anime", "genres": ["Hentai", "Supernatural", "Magic"], "score_1_votes": 36, "title": "Tentacle and Witches", "score_10_votes": 401, "source": "Visual novel", "users_dropped": 193, "score": 7.24, "score_total_votes": 2894, "type": "OVA", "status": "Finished Airing", "users_onhold": 291, "score_5_votes": 210, "broadcast": null, "score_7_votes": 670, "favorites": 87, "score_4_votes": 106, "producers": ["Pixy"], "licensors": [], "score_3_votes": 74, "url": "https://myanimelist.net/anime/10683/Tentacle_and_Witches", "popularity": 3606, "score_users": 2797, "premiered": null, "aired_end": "2012-11-30T00:00:00", "aired_start": "2011-05-27T00:00:00", "synopsis": "High school can be a complicated time for young men, especially for young men named Ichirou Tachibana. Ichirou knows his homeroom teacher Yuuko Morino's biggest secret: she's a witch! When fellow classmate and witch Lily Ramses Futaba catches him peaking on Yuuko, she decides it's the perfect time for her to use a new spell she's acquired and turn Ichirou into her familiar servant. Lily's planned antagonism for Ichirou goes awry when the spell turns him into some sort of twisted, purple, tentacle monster. Now he must directly acquire sexual energy from witches in order to sate the tentacle monster's lust and retain elements of his humanity. To make matters worse for the two witches, Ichirou's new form gives him the power to control them to satisfy his basest desires! The trio also find out that the spell that Lily acquired was sold to her deceptively and intentionally made to appear genuine. Amidst all the sexual misadventures in the Witches and Tentacle , they're about to discover that something far more sinister is at work, and they are but pawns within a larger game.", "score_8_votes": 638, "users_watching": 663, "score_2_votes": 37}