{"users_completed": 5348, "rating": "Rx", "studios": [], "members": 12867, "score_6_votes": 918, "users_plan_to_watch": 2518, "score_9_votes": 586, "users_total": 12867, "rank": null, "episodes": 6, "duration": 30.0, "related_ids": [], "id": 10851, "category": "anime", "genres": ["Hentai"], "score_1_votes": 354, "title": "Euphoria", "score_10_votes": 836, "source": "Visual novel", "users_dropped": 759, "score": 6.5, "score_total_votes": 6425, "type": "OVA", "status": "Finished Airing", "users_onhold": 893, "score_5_votes": 656, "broadcast": null, "score_7_votes": 1196, "favorites": 154, "score_4_votes": 408, "producers": ["Majin"], "licensors": [], "score_3_votes": 256, "url": "https://myanimelist.net/anime/10851/Euphoria", "popularity": 2662, "score_users": 6086, "premiered": null, "aired_end": "2016-02-26T00:00:00", "aired_start": "2011-12-11T00:00:00", "synopsis": "They wake up in a white room remembering nothing— The protagonist Takato Keisuke and 6 others are locked up in these hidden white rooms. His childhood friend Hokari Kanae, classmate Ando Miyako, underclassmate Mikaba Rika, English teacher Aoi Natsuki, same year Byakuya Rinne, and classmate Manaka Nemu. While still confused about their unusual situation, a \"mystery voice\" suddenly speaks to them: \"A game has now started. In order to escape the room, Keisuke is the \"unlocker\" and one heroine the \"keyhole\". With an assigned act, he must \"use the key\". After hearing the unreasonable and immoral requirements to win, Miyako gets pissed and snaps on the \"mystery voice\". Suddenly the lights go out. The girls scream. The lights come back on, reilluminating the white room. They can see Miyako bound to a grotesque torture device. \"Anyone who quits the game will die.\" Her screaming begins in tandem with the electrical current. With eyes wide open in fear, she pisses and shits herself. Everyone else starts freaking out. However, Keisuke seemed to be getting aroused by Miyako’s appearance. That was his secret, his urge to assault and humiliate girls. However, Nemu could see right through him and knew. Nemu takes advantage, forcing the protagonist to submit to him as she brings her lips up to his: \"This is a contract kiss.\" Keisuke was surprised by Nemu’s behavior but he wants to protect Kanae and decides for the sake of escaping, he will violate the others. Can Keisuke escape the white rooms and return to his normal life? Or will he hold back his own dark urges? (Source: Necrosis)", "score_8_votes": 942, "users_watching": 3349, "score_2_votes": 273}