{"users_completed": 4289, "rating": "Rx", "studios": [], "members": 6147, "score_6_votes": 508, "users_plan_to_watch": 1092, "score_9_votes": 313, "users_total": 6147, "rank": null, "episodes": 2, "duration": 25.0, "related_ids": [], "id": 11467, "category": "anime", "genres": ["Hentai"], "score_1_votes": 66, "title": "TSF Monogatari", "score_10_votes": 361, "source": "Manga", "users_dropped": 176, "score": 6.75, "score_total_votes": 3103, "type": "OVA", "status": "Finished Airing", "users_onhold": 186, "score_5_votes": 346, "broadcast": null, "score_7_votes": 631, "favorites": 73, "score_4_votes": 182, "producers": ["Pink Pineapple"], "licensors": [], "score_3_votes": 103, "url": "https://myanimelist.net/anime/11467/TSF_Monogatari", "popularity": 3664, "score_users": 3036, "premiered": null, "aired_end": "2012-02-24T00:00:00", "aired_start": "2011-11-25T00:00:00", "synopsis": "Takumi Musashino is a high school student on the brink of death due to a never-before-seen type of illness. Fortunately, he was saved through a miraculous experimental scientific procedure. There were however, some side effects. The procedure Takumi went through transformed him into a girl, and a cute one at that. Going back to classes was a unique experience. His fellow students were relieved to find out he was alive, but the boys couldn't get over their newfound, uncontrollable attraction to him. Helping Takumi adjust is one of his female classmates, Anri Sogahara, who supplies him with clothing, advice, and friendship. His male friends, however are more content to supply him with sexual pleasure. Unfortunately for Takumi, the procedure he went through has left her with a much more powerful sex drive. Takumi is about to discover a lot more about her new self in TSF Monogatari from her new social life, to her new found sexual kinks. He escaped death, but now as a woman, can she escape the new found lust that courses through her?", "score_8_votes": 519, "users_watching": 404, "score_2_votes": 74}