{"users_completed": 2921, "rating": "Rx", "studios": [], "members": 5065, "score_6_votes": 380, "users_plan_to_watch": 1358, "score_9_votes": 165, "users_total": 5065, "rank": null, "episodes": 1, "duration": 30.0, "related_ids": [], "id": 9638, "category": "anime", "genres": ["Hentai"], "score_1_votes": 62, "title": "Ore wa Kanojo wo Shinjiteru!", "score_10_votes": 194, "source": "Visual novel", "users_dropped": 156, "score": 6.48, "score_total_votes": 2050, "type": "OVA", "status": "Finished Airing", "users_onhold": 217, "score_5_votes": 252, "broadcast": null, "score_7_votes": 448, "favorites": 39, "score_4_votes": 126, "producers": ["L."], "licensors": [], "score_3_votes": 74, "url": "https://myanimelist.net/anime/9638/Ore_wa_Kanojo_wo_Shinjiteru", "popularity": 3959, "score_users": 1958, "premiered": null, "aired_end": "2011-05-27T00:00:00", "aired_start": "2011-05-27T00:00:00", "synopsis": "Kensuke and Ayumu have known each other since childhood. It wasn’t until recently that they realized that they had feelings for each other that were much more than friends. While working in a PC Software company as a salesman, Kensuke is told to work at another branch due to a shortage of manpower. The big catch here is that he won’t be able to live at his apartment anymore so that he can easily commute to his new job. That being said, he won’t be able to see Ayumu for a very long time, but she’s been sweet enough to watch over his apartment while he’s gone. Well, you know what they say about long distance relationships; after a good amount of time has passed, Kensuke is in a mixture of loneliness and paranoia. He’s missing Ayumu, but also doubting why a woman like her would stick around for a guy like him. To add more confusion to the fire he’s come across four women around his new work that give him more temptation that he can bare. Will our hero hold out for love, or will he give into the pressures? (Source: White Masq)", "score_8_votes": 298, "users_watching": 413, "score_2_votes": 51}