{"users_completed": 7798, "rating": "PG-13", "studios": ["Gonzo"], "members": 11721, "score_6_votes": 1101, "users_plan_to_watch": 3498, "score_9_votes": 479, "users_total": 11721, "rank": 3674, "episodes": 1, "duration": 27.0, "related_ids": [109, 2212], "id": 2205, "category": "anime", "genres": ["Action", "Comedy", "Mecha", "Sci-Fi", "Shounen"], "score_1_votes": 27, "title": "Bakuretsu Tenshi: Infinity", "score_10_votes": 297, "source": "Original", "users_dropped": 89, "score": 6.91, "score_total_votes": 5472, "type": "OVA", "status": "Finished Airing", "users_onhold": 174, "score_5_votes": 513, "broadcast": null, "score_7_votes": 1673, "favorites": 14, "score_4_votes": 200, "producers": [], "licensors": ["FUNimation Entertainment"], "score_3_votes": 72, "url": "https://myanimelist.net/anime/2205/Bakuretsu_Tenshi__Infinity", "popularity": 2804, "score_users": 5378, "premiered": null, "aired_end": "2007-03-23T00:00:00", "aired_start": "2007-03-23T00:00:00", "synopsis": "These events occur in Westland, New York, during the 21st century. With a sharp knife, a murderer is indiscriminately killing people… A girl witnesses one of these murders, and the knife is turned on the helpless girl shaking with fear. Meg returns to this town with Joe to celebrate the “birthday” of Shirley, who used to live with Meg. Orphans, they had decided that the day they first met would be her birthday. In the past, Meg had taken care of three little children, including Shirley, just before meeting Joe. The children were then adopted by a police officer, Sam. He possessed a strong sense of justice and they are supposedly living happily together now. Meg and Joe happen to help a person and receive a reward. They buy a present for Shirley with the reward money and go to meet Sam. However, they notice him acting strangely. Upon questioning him, he explains that Shirley was assaulted by a murderer and seriously injured. Joe says to the grieving and angry Meg, “Let's exact revenge on the murderer for Shirley.” However, the murderer gradually approaches them from behind. The cruel black eyes fall on Meg and Joe… To make matters worse, a dark plot casts its shadow over Meg, Joe, Sam, and the whole town. (Source: AnimeNfo)", "score_8_votes": 1075, "users_watching": 162, "score_2_votes": 35}