{"users_completed": 87205, "rating": "PG-13", "studios": ["Shaft"], "members": 150915, "score_6_votes": 5304, "users_plan_to_watch": 49072, "score_9_votes": 17854, "users_total": 150915, "rank": 394, "episodes": 12, "duration": 24.0, "related_ids": [4789, 6361, 6783], "id": 2924, "category": "anime", "genres": ["Mystery", "Drama", "Romance"], "score_1_votes": 229, "title": "ef: A Tale of Memories.", "score_10_votes": 14101, "source": "Visual novel", "users_dropped": 3944, "score": 8.12, "score_total_votes": 74503, "type": "TV", "status": "Finished Airing", "users_onhold": 5461, "score_5_votes": 2636, "broadcast": "Sundays at 01:35 (JST)", "score_7_votes": 12813, "favorites": 2547, "score_4_votes": 1046, "producers": ["Rondo Robe"], "licensors": ["Sentai Filmworks"], "score_3_votes": 407, "url": "https://myanimelist.net/anime/2924/ef__A_Tale_of_Memories", "popularity": 335, "score_users": 72146, "premiered": "Fall 2007", "aired_end": "2007-12-23T00:00:00", "aired_start": "2007-10-07T00:00:00", "synopsis": "On Christmas Eve, Hiro Hirono runs into Miyako Miyamura, a frivolous girl who \"borrows\" his bicycle in order to chase down a purse thief. After Hiro finds his bicycle wrecked and Miyako unconscious, the two unexpectedly spend their Christmas Eve together, and when they discover they go to the same high school, their accidental relationship develops even further. This sparks the jealousy of Hiro's childhood friend Kei Shindou, whose pure approach to life catches the eye of Kyosuke Tsutsumi, a womanizing photographer searching for the perfect shot. Elsewhere, Renji Asou, a boy who dreams of being a girl's knight in shining armor, has a chance encounter with Kei's twin sister—the overly shy Chihiro Shindou, who spends her time reading alone—at an abandoned train station. The two quickly become friends and eventually decide to write a novel together. However, when Renji discovers Chihiro's secret, a disability that causes her to have an eternally ephemeral memory, his childish ideals will be put to the test. Guided by two mysterious adults, these youths' relationships intertwine in a heart-rending tale of love, rejection, acceptance, and memories. [Written by MAL Rewrite]", "score_8_votes": 19890, "users_watching": 5233, "score_2_votes": 223}