{"users_completed": 4465, "rating": "Rx", "studios": [], "members": 7589, "score_6_votes": 461, "users_plan_to_watch": 2047, "score_9_votes": 395, "users_total": 7589, "rank": null, "episodes": 4, "duration": 30.0, "related_ids": [6590, 31652, 8837, 14543, 20757], "id": 3479, "category": "anime", "genres": ["Action", "Demons", "Hentai", "Martial Arts", "Supernatural"], "score_1_votes": 98, "title": "Taimanin Asagi", "score_10_votes": 532, "source": "Visual novel", "users_dropped": 232, "score": 7.02, "score_total_votes": 3303, "type": "OVA", "status": "Finished Airing", "users_onhold": 251, "score_5_votes": 269, "broadcast": null, "score_7_votes": 660, "favorites": 169, "score_4_votes": 165, "producers": ["Pixy", "Anime Antenna Iinkai"], "licensors": [], "score_3_votes": 94, "url": "https://myanimelist.net/anime/3479/Taimanin_Asagi", "popularity": 3365, "score_users": 3206, "premiered": null, "aired_end": "2008-08-23T00:00:00", "aired_start": "2007-02-24T00:00:00", "synopsis": "The city streets of Tokyo are more dangerous than they’ve ever been before. Humans and demons exist side-by-side, with a sworn trust that they will not harm each other. But some humans have disregarded these sacred pledges and have teamed with demons to form groups and organizations, bent on death, destruction, and unholy human tragedy. To help quell this tide of evil, there exists a group of female ninjas who hunt down and slay those demons who mean to harm others. Asagi Igawa is one of these ninjas, or at least, she was. Her demon hunting days have been put aside in favor of being with her boyfriend, Sawaki. Unfortunately for the couple, Asagi’s past is not as far behind her as she would like to think. Her previously defeated nemesis, Oboro, has somehow come back from the grave to get revenge. Revenge in the twisted world of Taimanin Asagi is not something so simple as death however. By the time Oboro is done, Asagi and her shinobi sister Sakura will be sexually and physically transformed and tortured to the utter depths of depravity. Asagi is about to find out that none of her training as a ninja could ever prepare her for the power that pleasure holds when used as a weapon.", "score_8_votes": 560, "users_watching": 594, "score_2_votes": 69}