{"users_completed": 24183, "rating": "PG-13", "studios": ["Madhouse"], "members": 50885, "score_6_votes": 1753, "users_plan_to_watch": 17161, "score_9_votes": 4951, "users_total": 50885, "rank": 464, "episodes": 39, "duration": 25.0, "related_ids": [1914, 2193], "id": 957, "category": "anime", "genres": ["Adventure", "Fantasy", "Comedy", "Romance", "Historical", "Drama"], "score_1_votes": 46, "title": "Saiunkoku Monogatari", "score_10_votes": 3489, "source": "Light novel", "users_dropped": 2439, "score": 8.06, "score_total_votes": 22093, "type": "TV", "status": "Finished Airing", "users_onhold": 3571, "score_5_votes": 862, "broadcast": "Unknown", "score_7_votes": 4423, "favorites": 963, "score_4_votes": 220, "producers": ["NHK", "Sogo Vision"], "licensors": ["FUNimation Entertainment", "Geneon Entertainment USA"], "score_3_votes": 95, "url": "https://myanimelist.net/anime/957/Saiunkoku_Monogatari", "popularity": 1116, "score_users": 20336, "premiered": "Spring 2006", "aired_end": "2007-02-24T00:00:00", "aired_start": "2006-04-08T00:00:00", "synopsis": "Most people think being born into a noble family means a life of comfort and wealth. That couldn't be further from the truth for Shuurei Kou. Despite the Kou family being an old and important bloodline, they've fallen on hard times. Shuurei's father works as an archivist in the Imperial library, which is a prestigious position, but unfortunately not one that pays much. To put food on the table, Shuurei works odd jobs such as teaching young children or playing live music in a restaurant―and even then, it's barely enough. Then, one day, a court advisor makes Shuurei an offer. If she becomes the concubine of the new, but lazy, emperor and teaches him how to become a good ruler, then she will receive 500 pieces of gold. Never one to turn down good money, Shuurei accepts the proposition. After all, the new emperor only prefers men so her virtue is safe… or so she thinks. The more time she spends in the palace, the more her old dream of becoming a court official is reignited. There's only one problem: she's a woman and women do not become government officials. Shuurei may be able to turn the emperor into a good ruler, but will it be at the expense of her own aspirations?", "score_8_votes": 6201, "users_watching": 3531, "score_2_votes": 53}