{"users_completed": 4668, "rating": "PG-13", "studios": ["AIC A.S.T.A."], "members": 12223, "score_6_votes": 347, "users_plan_to_watch": 5349, "score_9_votes": 1002, "users_total": 12223, "rank": 579, "episodes": 26, "duration": 13.0, "related_ids": [6582, 8314, 8316], "id": 5005, "category": "anime", "genres": ["Comedy", "Parody", "Seinen", "Super Power"], "score_1_votes": 32, "title": "Tentai Senshi Sunred", "score_10_votes": 529, "source": "Manga", "users_dropped": 685, "score": 7.96, "score_total_votes": 4495, "type": "TV", "status": "Finished Airing", "users_onhold": 772, "score_5_votes": 160, "broadcast": "Unknown", "score_7_votes": 876, "favorites": 161, "score_4_votes": 80, "producers": ["flying DOG"], "licensors": [], "score_3_votes": 38, "url": "https://myanimelist.net/anime/5005/Tentai_Senshi_Sunred", "popularity": 2738, "score_users": 4083, "premiered": "Fall 2008", "aired_end": "2009-03-28T00:00:00", "aired_start": "2008-10-03T00:00:00", "synopsis": "The story revolves around the Tama River area, based mostly in Kawasaki City Kanagawa where battles are fought between the evil organisation Florsheim and the ally of justice Sunred. The twist is that Sunred (referred to most characters familiar with him as Red-san) is a rough-talking, violent and rude hero while the villains of Florsheim (led by General Vamp) are for the most part polite, conscientious and easy-going. Despite this, both sides still stay true to their roles, with Florsheim dedicated to destroying Sunred and taking over the world while Sunred battles against them. Other evil organisations and heroes also appear from time to time. Each episode is divided into various shorts of varying length. Most of the humour comes from the interactions of the characters, especially the main trio of Sunred, his girlfriend Kayoko, and General Vamp. Kayoko and Vamp, for example, get along very well and she occasionally consults him about housework or cooking. In contrast, she and Sunred often argue like a long married couple. (Source: Wikipedia, edited)", "score_8_votes": 1410, "users_watching": 749, "score_2_votes": 21}