{"users_completed": 26963, "rating": "PG", "studios": ["OLM"], "members": 29625, "score_6_votes": 3173, "users_plan_to_watch": 2369, "score_9_votes": 1955, "users_total": 29625, "rank": 2888, "episodes": 1, "duration": 94.0, "related_ids": [1565], "id": 6178, "category": "anime", "genres": ["Action", "Adventure", "Comedy", "Drama", "Fantasy", "Kids"], "score_1_votes": 56, "title": "Pokemon Diamond & Pearl: Arceus Choukoku no Jikuu e", "score_10_votes": 1562, "source": "Game", "users_dropped": 89, "score": 7.14, "score_total_votes": 18406, "type": "Movie", "status": "Finished Airing", "users_onhold": 110, "score_5_votes": 1612, "broadcast": null, "score_7_votes": 5385, "favorites": 14, "score_4_votes": 542, "producers": ["Viz Media", "Studio Jack"], "licensors": ["The Pokemon Company International"], "score_3_votes": 218, "url": "https://myanimelist.net/anime/6178/Pokemon_Diamond___Pearl__Arceus_Choukoku_no_Jikuu_e", "popularity": 1651, "score_users": 18322, "premiered": null, "aired_end": "2009-07-18T00:00:00", "aired_start": "2009-07-18T00:00:00", "synopsis": "Many millennia ago, a meteor from space which threatened to destroy the world was stopped by Arceus who intervened to protect the world. While attempting to protect the world, Arceus was badly injured and Damos (ダモス) took care of it. As gratidude, Arceus promised to help make the desolate land of Michīna rich and prosperous so it gave Damos the Jewel of Life (命の宝玉). Arceus let Damos borrow 16 parts of its body to create the Jewel of Life which were to be returned to it on a specific date. Arceus was betrayed when it was not returned and it vowed to judge humans when it awakens. Many millennia after these events, Satoshi, Hikari and Takeshi arrive in the riverside town of Michīna (ミチーナ) which is surrounded by nature's beauty. They decide to go the ruins of Michīna which are at the summit of a large rock. There is a large and beautiful lake at its shores and Satoshi and friends are fascinated by the lake, but suddenly, waves begin to form in the lake and tornado of water begins to wreak havoc. A descendant of Damos, a girl called Sheena, runs out from the ruins of Michīna. Sheena saw what was happening and she summoned Dialga and she says \"Dialga, please!\" and Dialga manages to stop the tornado. Satoshi and his friends finally get to see the ruins and Kevin and Sheena tell the old legend of Michīna to Satoshi and his friends. Moments after they explain the legend, the fighting between Dialga, Palkia and Giratina becomes fierce and the ruins of Michīna are destroyed. Arceus is awoken... Source: pocketmonsters", "score_8_votes": 3801, "users_watching": 94, "score_2_votes": 102}