{"users_completed": 26183, "rating": "PG-13", "studios": ["Hoods Entertainment"], "members": 46678, "score_6_votes": 3866, "users_plan_to_watch": 12263, "score_9_votes": 1958, "users_total": 46678, "rank": 3240, "episodes": 12, "duration": 23.0, "related_ids": [29165], "id": 17827, "category": "anime", "genres": ["Harem", "Romance", "School"], "score_1_votes": 73, "title": "Daitoshokan no Hitsujikai", "score_10_votes": 1103, "source": "Visual novel", "users_dropped": 2977, "score": 7.04, "score_total_votes": 21658, "type": "TV", "status": "Finished Airing", "users_onhold": 1901, "score_5_votes": 1926, "broadcast": "Thursdays at 00:30 (JST)", "score_7_votes": 7023, "favorites": 91, "score_4_votes": 735, "producers": ["Felix Film"], "licensors": ["FUNimation Entertainment"], "score_3_votes": 254, "url": "https://myanimelist.net/anime/17827/Daitoshokan_no_Hitsujikai", "popularity": 1194, "score_users": 20572, "premiered": "Fall 2014", "aired_end": "2014-12-25T00:00:00", "aired_start": "2014-10-09T00:00:00", "synopsis": "Shiomi Academy, an elite high school, boasts a student body of 50,000 and is home to the Shiomi Daitoshokan (Great Library). It also has a famous urban legend: a mysterious figure called \"The Shepherd,\" who appears before hard working students to grant them a wish. Kyotarou Kakei is a second year of Shiomi Academy, and loves to read more than anything else. Other than when he's in class, his nose is pretty much always in a book in the Daitoshokan. His dream is to spread his love of reading through the Library Club. One morning Kyotarou gets a strange email from 'The Shepherd' which tells him that something is going to happen to him which will change his fate. This triggers a sense of foreboding within him that causes him to rush back to the train platform and save another student, Tsugumi Shirasaki, from getting killed by a derailment. After a string of misunderstandings though, Kyotarou finds himself with three new members joining his library club while also becoming involved with Tsugumi's \"Happy Project.\" The questions remain though; what is Tsugumi's \"Happy Project\"? Who is this mysterious Shepherd who keeps sending them emails? The school year is about to get a whole lot more interesting for Kyotarou and his new friends.", "score_8_votes": 4590, "users_watching": 3354, "score_2_votes": 130}