{"Score 10 votes": 1690, "rating": "PG-13", "studios": ["Silver Link."], "members": 75859, "Users On-Hold": 2888, "Users Completed": 42636, "Total Votes": 35838, "Users Watching": 5008, "rank": 3480, "episodes": 12, "duration": 24.0, "id": 18095, "category": "anime", "Score 9 votes": 3174, "genres": ["Comedy", "Ecchi", "Romance", "School"], "Score 2 votes": 287, "title": "Nourin", "source": "Light novel", "score": 6.98, "Users Total": 75859, "Score 1 votes": 173, "type": "TV", "Users Dropped": 4693, "status": "Finished Airing", "related_titles": [], "Score 8 votes": 7829, "Score 5 votes": 3165, "broadcast": "Unknown", "Users Plan to Watch": 20634, "Score 3 votes": 525, "favorites": 142, "Score 4 votes": 1375, "producers": ["Frontier Works"], "licensors": ["FUNimation Entertainment"], "Score 7 votes": 11328, "url": "https://myanimelist.net/anime/18095/Nourin", "popularity": 771, "score_users": 34292, "premiered": "Winter 2014", "aired_end": "2014-03-29T00:00:00", "aired_start": "2014-01-11T00:00:00", "synopsis": "Kousaku Hata loves idols to the point of obsession. He enjoys their joyful performances and positive songs, which help to make his countryside life a little more exciting. His favorite idol is the beautiful Yuka Kusakabe, who enjoys the admiration of countless fans. However, at what seems to be the peak of her career, Yuka suddenly retires from the entertainment industry, leaving fans in utter shock, particularly Hata. He is devastated to the point where the absence of Yuka in his life changes everything in his daily routine. He becomes depressed, isolates himself from his friends, and neglects almost all of his school activities. However, after being dragged to class by his friends, he is met with nothing short of a miracle—his beloved idol Yuka has transferred into his class, introducing herself as Ringo Kinoshita. In Nourin , Hata’s wildest fantasy has just come true, and he is determined to use this once in a lifetime opportunity to get close to his favorite idol, and to find out what in the world made such a glamorous girl move to the countryside.", "Score 6 votes": 6292}