{"Score 10 votes": 1709, "rating": "PG-13", "studios": ["Production IMS"], "members": 65231, "Users On-Hold": 2231, "Users Completed": 38505, "Total Votes": 31371, "Users Watching": 3368, "rank": 2368, "episodes": 10, "duration": 24.0, "id": 20457, "category": "anime", "Score 9 votes": 3491, "genres": ["Comedy", "Romance", "School", "Seinen", "Supernatural"], "Score 2 votes": 81, "title": "Inari, Konkon, Koi Iroha.", "source": "Manga", "score": 7.28, "Users Total": 65231, "Score 1 votes": 57, "type": "TV", "Users Dropped": 2435, "status": "Finished Airing", "related_titles": ["Inari_Konkon_Koi_Iroha__Inari_Konkon_Semishigure"], "Score 8 votes": 8177, "Score 5 votes": 1979, "broadcast": "Unknown", "Users Plan to Watch": 18692, "Score 3 votes": 157, "favorites": 148, "Score 4 votes": 540, "producers": ["DAX Production", "flying DOG"], "licensors": ["FUNimation Entertainment"], "Score 7 votes": 10335, "url": "https://myanimelist.net/anime/20457/Inari_Konkon_Koi_Iroha", "popularity": 903, "score_users": 30554, "premiered": "Winter 2014", "aired_end": "2014-03-19T00:00:00", "aired_start": "2014-01-15T00:00:00", "synopsis": "Clumsy, below average intellect, and shy – these are some of the traits that Inari Fushimi possesses. Despite her shortcomings, she is very considerate of others. She can’t ignore anyone's plea for help! She also has a long time crush on Kouji Tanbabashi, who she admires for being cheerful and always hardworking. The problem is, Inari’s incurable shyness makes it difficult to express her feelings for Kouji. Inari, Konkon, Koi Iroha starts with Inari taking a shortcut to her school. She happens to see a fox pup that’s about to fall to the river. Although she’s running late, she just can’t ignore the pup. Uka-no-Mitama-no-Kami, the god of the Inari Shrine, is thankful for Inari’s kindness towards the young fox, who turns out to be a familiar named Kon. To show her gratitude to Inari, she fulfills one of Inari’s wishes. But the fulfillment of the wish only invites trouble. To compensate, Uka-no-Mitama-no-Kami bestows Inari a small part of her divine power that gives Inari the ability to transform into anyone at will. Inari now possesses a power of a god, even if it's just a small portion. Otherworldly beings suddenly take an interest in her, for better or worse. What kind of adventure awaits Inari, and will she be able to tell Kouji everything that she has kept in her heart for so long?", "Score 6 votes": 4845}