{"users_completed": 104292, "rating": "R+", "studios": ["Arms"], "members": 159543, "score_6_votes": 12744, "users_plan_to_watch": 35059, "score_9_votes": 10731, "users_total": 159543, "rank": 3058, "episodes": 13, "duration": 23.0, "related_ids": [24695], "id": 21431, "category": "anime", "genres": ["Drama", "Mystery", "Sci-Fi", "Seinen"], "score_1_votes": 538, "title": "Gokukoku no Brynhildr", "score_10_votes": 5995, "source": "Manga", "users_dropped": 7132, "score": 7.09, "score_total_votes": 86472, "type": "TV", "status": "Finished Airing", "users_onhold": 4674, "score_5_votes": 6563, "broadcast": "Sundays at 22:00 (JST)", "score_7_votes": 23316, "favorites": 685, "score_4_votes": 3884, "producers": ["VAP"], "licensors": ["Sentai Filmworks"], "score_3_votes": 1888, "url": "https://myanimelist.net/anime/21431/Gokukoku_no_Brynhildr", "popularity": 306, "score_users": 83900, "premiered": "Spring 2014", "aired_end": "2014-06-29T00:00:00", "aired_start": "2014-04-06T00:00:00", "synopsis": "Ten years ago, Ryouta Murakami set out with his best friend Kuroneko to find proof of alien life. A tragic accident occurred, killing Kuroneko and injuring Ryouta. In honor of Kuroneko's memory, Ryouta now searches the night sky for alien signs, determined to prove that his friend had been right, and that aliens really do exist. Then one day, a new transfer student comes to his class and shatters everything he believes: her name is Kuroha Neko, and she looks exactly like the deceased Kuroneko. Kuroha denies being Ryouta's friend, but there’s something strange about her. She somehow aced a difficult test to transfer in, but doesn't know her multiplication tables. She possesses inhuman strength and strange abilities. And strangest of all, she predicts death. After Kuroha displays supernatural strength in saving his life, Ryouta becomes a part of Kuroha's life, learning about her past and the hidden forces that exist in the universe. As he sinks more and more into a world of artificially created witches and magic, Ryouta must allow his scientific mind to accept that Kuroha has a very real power - the kind of power some forces will stop at nothing to get a hold of.", "score_8_votes": 19823, "users_watching": 8386, "score_2_votes": 990}