{"users_completed": 62703, "rating": "PG-13", "studios": ["A-1 Pictures"], "members": 101123, "score_6_votes": 6813, "users_plan_to_watch": 25471, "score_9_votes": 6260, "users_total": 101123, "rank": 2205, "episodes": 11, "duration": 23.0, "related_ids": [13517, 25117], "id": 21561, "category": "anime", "genres": ["Comedy", "Supernatural"], "score_1_votes": 98, "title": "Ryuugajou Nanana no Maizoukin (TV)", "score_10_votes": 2586, "source": "Light novel", "users_dropped": 3960, "score": 7.33, "score_total_votes": 51360, "type": "TV", "status": "Finished Airing", "users_onhold": 3205, "score_5_votes": 3077, "broadcast": "Fridays at 01:20 (JST)", "score_7_votes": 15944, "favorites": 177, "score_4_votes": 1116, "producers": ["Aniplex", "Dentsu", "Movic", "Fuji TV", "BIGLOBE", "Kyoraku Industrial Holdings"], "licensors": ["Aniplex of America"], "score_3_votes": 393, "url": "https://myanimelist.net/anime/21561/Ryuugajou_Nanana_no_Maizoukin_TV", "popularity": 543, "score_users": 49777, "premiered": "Spring 2014", "aired_end": "2014-06-20T00:00:00", "aired_start": "2014-04-11T00:00:00", "synopsis": "Nanana Ryuugajou believes that there is nothing more thrilling than an adventure. Unfortunately, the boundaries of modern day society have made things quite dull, leaving children unable to bask in the sensation of having their hearts race from the excitement of exploring for hidden treasures. So why not make a place where they can do so to their heart's desire, a place filled with laughter and puzzles for those who relish in such activities? This train of thought leads to the creation of Nanae Island—a man-made island in the Pacific Ocean that exists to house and educate students so that they can achieve whatever it is they desire. Ryuugajou Nanana no Maizoukin (TV) follows Juugo Yama, a perverted but energetic high-school student who has been disowned by his family, after his arrival on the island. He moves into a furnished room at a steal of a price, only to learn that the room is haunted by the ghost of Nanana after she was stabbed in the back and killed. With Nanana bound to the room and him unable to afford living anywhere else, Juugo gets used to living with the pudding-loving ghost girl, while also searching for the buried treasures she left scattered over the island—all while unraveling the mystery of who killed her in the first place.", "score_8_votes": 14908, "users_watching": 5784, "score_2_votes": 165}