{"users_completed": 49323, "rating": "PG-13", "studios": ["Silver Link."], "members": 76677, "score_6_votes": 5592, "users_plan_to_watch": 15776, "score_9_votes": 4774, "users_total": 76677, "rank": 2204, "episodes": 12, "duration": 23.0, "related_ids": [26019], "id": 22865, "category": "anime", "genres": ["Comedy", "Harem", "Romance", "School", "Supernatural"], "score_1_votes": 92, "title": "Rokujouma no Shinryakusha!? (TV)", "score_10_votes": 2268, "source": "Light novel", "users_dropped": 3615, "score": 7.33, "score_total_votes": 40188, "type": "TV", "status": "Finished Airing", "users_onhold": 2715, "score_5_votes": 2436, "broadcast": "Saturdays at 01:05 (JST)", "score_7_votes": 12646, "favorites": 196, "score_4_votes": 869, "producers": ["Genco", "Showgate"], "licensors": ["Sentai Filmworks"], "score_3_votes": 338, "url": "https://myanimelist.net/anime/22865/Rokujouma_no_Shinryakusha_TV", "popularity": 766, "score_users": 38565, "premiered": "Summer 2014", "aired_end": "2014-09-27T00:00:00", "aired_start": "2014-07-12T00:00:00", "synopsis": "After his father is transferred away for work, Koutarou must find a cheap place to live by himself while attending high school. He thinks that he's found just the place: Room 106 at Corona House. It's a small apartment, but it's only 5,000 yen a month rent, which is an impossibly cheap price! Add in the fact that he has a beautiful landlady and he thinks that he has it made－ at least until he starts to get some unexpected visitors. One night Koutarou is visited by various girls, including a ghost named Sanae, a magical girl named Yurika, a girl who lives underground named Kiriha, and a princess from outer space named Theiamillis. All four of them claim that they need to have his apartment for their own reasons and thus need him to leave immediately. But he's not willing to give up his cheap apartment without a fight! Before things can get too out of control, the landlady forces everyone to sign an agreement which states that they will all figure out who gets the apartment in a peaceful manner. Will Koutarou be forced out of his home before he can even finish putting his things away or will he be able to send his unwanted guests packing?", "score_8_votes": 11009, "users_watching": 5248, "score_2_votes": 164}