{"users_completed": 22295, "rating": "PG-13", "studios": ["J.C.Staff"], "members": 38873, "score_6_votes": 3675, "users_plan_to_watch": 8621, "score_9_votes": 1451, "users_total": 38873, "rank": 3594, "episodes": 12, "duration": 24.0, "related_ids": [], "id": 23945, "category": "anime", "genres": ["Ecchi", "Fantasy", "Magic", "Comedy", "School", "Shounen"], "score_1_votes": 72, "title": "Majimoji Rurumo", "score_10_votes": 735, "source": "Manga", "users_dropped": 3266, "score": 6.94, "score_total_votes": 18838, "type": "TV", "status": "Finished Airing", "users_onhold": 1713, "score_5_votes": 1733, "broadcast": "Unknown", "score_7_votes": 6334, "favorites": 41, "score_4_votes": 646, "producers": ["Pony Canyon", "Kodansha", "AT-X", "DAX Production", "Bushiroad"], "licensors": [], "score_3_votes": 239, "url": "https://myanimelist.net/anime/23945/Majimoji_Rurumo", "popularity": 1371, "score_users": 17756, "premiered": "Summer 2014", "aired_end": "2014-09-24T00:00:00", "aired_start": "2014-07-09T00:00:00", "synopsis": "Shibaki is a high-school boy whose only interest is girls. Except he's been branded as the most perverted boy at school and the girls avoid him like the plague. One day he finds a book in the library about how to summon witches. He tries it as a joke, but it turns out to be the real thing. An apprentice witch named Rurumo appears to grant him a wish. Shibaki helps Rurumo and she in return refuses to take his soul. (This part of this story happened before the start of chapter 1) When the story starts, Shibaki wishes he could see Rurumo again. His wishes are granted immediately as Rurumo falls from the sky and crash lands in front of him. He finds out that as punishment for not taking his soul she's been busted down to an apprentice demon. Now, she must complete the task of getting Shibaki to use up 666 magic tickets that grant wishes before she can become a witch again. However, what she doesn't know is that each time he uses a ticket it shortens his life. When the last ticket is used up, Shibaki will die. Shibaki knows this because Rurumo's familiar black cat Chiro tells him as part of the \"contract\" for giving him the tickets. Now, Shibaki has a choice, make a wish and help Rurumo become a witch again or resist the temptation and try to save his own life. (Source: jCafe24)", "score_8_votes": 3834, "users_watching": 2978, "score_2_votes": 119}