{"users_completed": 39730, "rating": "R", "studios": ["Sunrise"], "members": 75598, "score_6_votes": 4016, "users_plan_to_watch": 21242, "score_9_votes": 5821, "users_total": 75598, "rank": 1654, "episodes": 25, "duration": 23.0, "related_ids": [], "id": 25731, "category": "anime", "genres": ["Action", "Sci-Fi", "Mecha"], "score_1_votes": 409, "title": "Cross Ange: Tenshi to Ryuu no Rondo", "score_10_votes": 3465, "source": "Original", "users_dropped": 4746, "score": 7.47, "score_total_votes": 35515, "type": "TV", "status": "Finished Airing", "users_onhold": 3052, "score_5_votes": 2004, "broadcast": "Sundays at 01:30 (JST)", "score_7_votes": 8365, "favorites": 650, "score_4_votes": 1225, "producers": ["Starchild Records", "Bandai Namco Live Creative"], "licensors": ["Sentai Filmworks"], "score_3_votes": 692, "url": "https://myanimelist.net/anime/25731/Cross_Ange__Tenshi_to_Ryuu_no_Rondo", "popularity": 774, "score_users": 33251, "premiered": "Fall 2014", "aired_end": "2015-03-29T00:00:00", "aired_start": "2014-10-05T00:00:00", "synopsis": "The royal life of Princess Angelise Ikaruga Misurugi was as idyllic as the life of a sixteen-year-old princess could be. Beautiful, talented, athletic, loved by her people, and soon to be baptized in honor of her ascension to the throne of the Misurugi Empire, Angelise had everything. Even her kingdom was in a blissful age of peace and prosperity thanks to the utilization of an extremely advanced technology materialization force known as \"mana.\" However, everything Angelise has come to know soon crashes to the ground around her after she is revealed to be a \"norma,\" a member of society resistant to the effects of mana and unable to use it herself. Just like the rest of the norma, Angelise is arrested and removed from society. Now she's being forced to work as a soldier based out of the prison camp, Arzenal, and fly a transforming robotic vehicle called a \"Paramail.\" To survive, Angelise will have to adapt to several different aspects of her new life in Cross Ange: Tenshi to Ryuu no Rondo , coping with prison society, relationships with other \"norma\" women, and piloting her Paramail against giant beasts known as DRAGONs. Will revenge be a great enough motive to encourage her to overcome these challenges? Or will the hate for those that betrayed her tear her apart in the process?", "score_8_votes": 9114, "users_watching": 6828, "score_2_votes": 404}