{"users_completed": 1359, "rating": "Rx", "studios": [], "members": 2337, "score_6_votes": 187, "users_plan_to_watch": 541, "score_9_votes": 98, "users_total": 2337, "rank": null, "episodes": 2, "duration": 15.0, "related_ids": [], "id": 27603, "category": "anime", "genres": ["Hentai"], "score_1_votes": 10, "title": "Jutaijima", "score_10_votes": 92, "source": "Visual novel", "users_dropped": 68, "score": 6.71, "score_total_votes": 1014, "type": "OVA", "status": "Finished Airing", "users_onhold": 109, "score_5_votes": 127, "broadcast": null, "score_7_votes": 224, "favorites": 6, "score_4_votes": 50, "producers": ["T-Rex"], "licensors": [], "score_3_votes": 32, "url": "https://myanimelist.net/anime/27603/Jutaijima", "popularity": 5318, "score_users": 962, "premiered": null, "aired_end": "2015-01-23T00:00:00", "aired_start": "2014-12-19T00:00:00", "synopsis": "It was a school field trip that went terribly, terribly wrong. A cruise ship carrying a high school class was wrecked at sea with some of the survivors miraculously winding up on a nearby island. Though the buildings there suggest it was once populated, the only occupants now are the girls who survived the shipwreck, and the one male student that they all looked down upon for his unattractive appearance. Not long after arriving however, the girls begin to become overwhelmed with an abnormal sexual desire. No matter what they do to themselves, the lust won’t go away. They discover that the cause of this is a virus, with the only cure for it being male sperm. Unfortunately, the cure is only temporary and if the lust continues uncontrolled, it results in the host of the virus dying from cardiac arrest. Now there is quite literally only one man who can save them all—the very same man that they shunned before being stuck on the island. The question of Jutaijima is not whether he will or won’t save them, but what sexual measures he will go to in order to do so?", "score_8_votes": 172, "users_watching": 260, "score_2_votes": 22}